-- lines for Assassins Package

return {
	-- 伏完
	["$moukui1"] = "你的死期到了。",
	["$moukui2"] = "同归于尽吧。",
	["~fuwan"] = "后会有期~呵呵~",

	-- 刘协
	["$tianming1"] = "朕乃大汉皇帝，天命之子。",
	["$tianming2"] = "黄汉国祚，千年不息！",
	["$mizhao1"] = "爱卿世受皇恩，堪此重任！",
	["$mizhao2"] = "此诏事关重大，切记小心行事！",
	["~liuxie"] = "为什么不把复兴汉室的权力交给我？！！",

	-- 灵雎
	["$jieyuan1"] = "我所有的努力，都是为了杀你！",
	["$jieyuan2"] = "我必须活下去！",
	["$fenxin2"] = "主上，这是最后的机会！",
	["$fenxin1"] = "杀人，诛心！",
	["~lingju"] = "主上，对不起…… ",

	["cv:as_jiben"] = "lelek, unknown" ,
	["$duyi"] = "藏毒于药，此贼合休！",
	["$duanzhi"] = "断指明志，誓杀国贼！",
	["~as_jiben"] = "一失足成千古恨呐……",

	["cv:as_fuhuanghou"] = "蒲小猫" ,
	["$cangni1"] = "糟了,先躲墙里吧.",
	["$cangni2"] = "幸好有陛下保护.",
	["$cangni3"] = "郗虑!你为虎作伥必受骂名千载!",
	["$mixin1"] = "请父亲速杀曹贼!",
	["$mixin2"] = "陛下快看,是父亲来了!",
	["$mixin3"] = "密信落入曹贼之手,我等休矣!",
	["~as_fuhuanghou"] = "连陛下都救不了我吗？",

	["cv:as_fuwan"] = "喵小林" ,
	["$fengyin1"] = "留得此命，徐图日后杀贼！",
	["$fengyin2"] = "时机未至，汝等不必轻举妄动。",
	["$chizhong"] = "老成持重，隐忍于心。", --keep
	["~as_fuwan"] = "真的老了吗？",
	
	["~as_mushun"] = "我宁死不屈！" ,
}