-- lines for Board Game Magazine Package

return {
	-- ☆SP赵云
	["cv:bgm_zhaoyun"] = "墨宣砚韵",
	["$longdan3"] = "赤胆平乱世，龙枪定江山！",
	["$chongzhen"] = "我等化身为龙，贯穿敌阵！",
	["~bgm_zhaoyun"] = "力量不及，请原谅…",

	-- ☆SP貂蝉
	["cv:bgm_diaochan"] = "蒲小猫",
	["$lihun1"] = "倾国之舞，离魂天外。",
	["$lihun2"] = "舞眩人眼，乱人心神。",
	["$lihun3"] = "将军，此舞如何？", --吕布
	["$lihun4"] = "太师，别看呆了哦~", --董卓
	["~bgm_diaochan"] = "董贼已除，我又当何如……",

	-- ☆SP曹仁
	["cv:bgm_caoren"] = "喵小林",
	["$kuiwei"] = "熬过此战，可见胜机！",
	["$yanzheng"] = "整装列阵，不留破绽！",
	["~bgm_caoren"] = "城在人在，城破人亡……",

	-- ☆SP庞统
	["cv:bgm_pangtong"] = "墨宣砚韵",
	["$manjuan"] = "漫卷纵酒，白首狂歌。",
	["$zuixiang"] = "懵懵醉乡中，天下心中藏。",
	["~bgm_pangtong"] = "纵有治世才，难遇治世主…",

	-- ☆SP张飞
	["cv:bgm_zhangfei"] = "喵小林",
	["$jie1"] = "杂碎，也敢在爷爷面前叫嚣！",
	["$jie2"] = "三姓家奴，吃我一矛！",
	["$dahe"] = "燕人张飞在此！",
	["~bgm_zhangfei"] = "大哥……二哥……",

	-- ☆SP吕蒙
	["cv:bgm_lvmeng"] = "风叹息",
	["$tanhu1"] = "不入虎穴，焉得虎子。",
	["$tanhu2"] = "诈以欺敌，袭其空虚！", -- 赢
	["$tanhu3"] = "反复之人，不可轻信！", -- 没赢
	["$mouduan"] = "士别三日，当刮目相待！",
	["$jiang3"] = "陈列赫然，兵人练习！", -- 攻
	["$jiang4"] = "攻守兼备，进退自如！", -- 守
	["$yingzi5"] = "秉承遗志，树威立信。",
	["$yingzi6"] = "明正军纪，路无拾遗！",
	["$keji3"] = "利在不战，长计制之。",
	["$keji4"] = "容忍于心，深藏不露。",
	["$yingzi3"] = "秉承遗志，树威立信！",
	["$yingzi4"] = "明正军纪，路无拾遗！",
	["~bgm_lvmeng"] = "未见吴之天下，怎敢轻生……",

	-- ☆SP刘备
	["cv:bgm_liubei"] = "喵小林",
	["$zhaolie1"] = "不灭东吴，誓不归蜀！", -- 伤害
	["$zhaolie2"] = "汝等勿劝，此战势在必行！", -- 弃牌
	["$shichou"] = "尔等叛贼，害我兄弟，饶不得汝！",
	["~bgm_liubei"] = "一时不仁，毁己功业，吾悔矣！",

	-- ☆SP大乔
	["cv:bgm_daqiao"] = "蒲小猫",
	["$yanxiao1"] = "言笑之间，忧散愁消。",
	["$yanxiao2"] = "吾夫有忧色，妾当为解之。", -- 孙策
	["$anxian1"] = "安淑娴静，岂愿伤人。",
	["$anxian2"] = "岂可如此无礼！",
	["~bgm_daqiao"] = "青灯常伴，了此余生…",

	-- ☆SP甘宁
	["cv:bgm_ganning"] = "风叹息",
	["$yinling1"] = "银铃响，锦帆扬！",
	["$yinling2"] = "老子就是银铃锦帆甘兴霸！",
	["$junwei1"] = "别太嚣张了！",
	["$junwei2"] = "这江上，老子说的算！",
	["~bgm_ganning"] = "小的们，点子扎手，扯呼！",

	-- ☆SP夏侯惇
	["cv:bgm_xiahoudun"] = "喵小林",
	["$fenyong1"] = "独目苍狼，虽伤亦勇！", -- 竖置体力牌
	["$fenyong2"] = "愤勇当先，鬼神难伤！", -- 受到伤害
	["$xuehen1"] = "汝等凶逆，岂欲望生乎！", -- 弃牌
	["$xuehen2"] = "夺目之恨犹在，今必斩汝！", -- 杀
	["~bgm_xiahoudun"] = "凛然领军出，马革裹尸还……",

	-- 司马昭
	--["cv:diy_simazhao"] = "庞小鸡",
	["$zhaoxin1"] = "天兆其意于我，吾岂辞之？",
	["$zhaoxin2"] = "天命所向，汝敢不从? ",
	["$langgu1"] = "予取予夺，皆在于吾！",
	["$langgu2"] = "天下已入吾囊，汝欲何为？",
	--["~simazhao"] = "天！汝何负我！",

	-- 王元姬
	--["cv:diy_wangyuanji"] = "神马芯",
	["$fuluan"] = "此人见利忘义，久后必乱，不可大任。",
	["$shude"] = "时时节绵力，用之方不勤。",
	--["~wangyuanji"] = "一别生死，妾无它求，只期君为天下福……",

	-- 刘协
	--["cv:diy_liuxie"] = "极光星逝",
	["$huangen1"] = "大汉百年之恩，公等莫忘！",
	["$huangen2"] = "爱卿有功，应有此赏！",
	["$hantong1"] = "朕才是大汉天子！", -- 将“诏”置于武将牌上
	["$hantong2"] = "拥扶汉室，更待何时？", -- 获得技能（血裔）
	--["~liuxie"] = "吾已将皇位让出，魏王为何……",

	-- 公孙瓒
	--["cv:diy_gongsunzan"] = "喵小林",
	["$diyyicong"] = "白马义从，威震边塞！",
	["$tuqi1"] = "今不冲之，则死尽矣。", -- 弃“扈”
	["$tuqi2"] = "大势已归，必不负汝！", -- 弃“扈”并摸牌
	--["~diy_gongsunzan"] = "易京城高门固，竟被攻破……",
}