-- lines for Fire Package

return {
	["$bazhen1"] = "你可识得此阵？",
	["$bazhen2"] = "太极生两仪，两仪生四象，四象生八卦。",
	["$huoji1"] = "燃烧吧。",
	["$huoji2"] = "此火可助我军大获全胜。",
	["$jieming2"] = "我，永不背弃。",
	["$jieming1"] = "秉忠贞之志，守谦退之节。",
	["$kanpo1"] = "雕虫小技。",
	["$kanpo2"] = "你的计谋被识破啦。",
	["$lianhuan1"] = "伤一敌可连其百。",
	["$lianhuan2"] = "统统连起来吧。",
	["$luanji1"] = "弓箭手，准备放箭！",
	["$luanji2"] = "全都去死吧！",
	["$niepan1"] = "浴火重生！",
	["$niepan2"] = "凤雏岂能消亡？",
	["$qiangxi1"] = "吃我一戟！",
	["$qiangxi2"] = "看我三步之内，取你小命！",
	["$quhu1"] = "此乃驱虎吞狼之计。",
	["$quhu2"] = "借你之手，与他一搏吧。",
	["$tianyi1"] = "我当要替天行道。",
	["$tianyi2"] = "请助我一臂之力！",
	["$mengjin1"] = "你，可敢挡我！",
	["$mengjin2"] = "我要杀你们个片甲不留！",
	["$shuangxiong1"] = "吾乃河北上将颜良（文丑）是也！",
	["$shuangxiong2"] = "快来与我等决一死战！",
	
	["~pangtong"] = "看来，我命中注定将丧命于此。",
	["~wolong"] = "我的计谋竟被……",
	["~dianwei"] = "主公，快走！",
	["~xunyu"] = "主公要臣死，臣不得不死。",
	["~yuanshao"] = "老天不助我袁家啊！",
	["~taishici"] = "大丈夫，当带三尺之剑，立不世之功！",
	["~pangde"] = "四面都是水……我命休矣。",
	["~yanliangwenchou"] = "这红脸长须大将是……",


}