

return {
	["$tuntian1"] = "休养生息，备战待敌。",
	["$tuntian2"] = "锄禾日当午，汗滴禾下土。",
	["$ziliang1"] = "屯田日久，当建奇功！",
	["$ziliang2"] = "开辟险路，奇袭敌军！",
	["$jixi1"] = "攻其不备，出其不意！",
	["$jixi2"] = "偷渡阴平，直取蜀汉！",
	["~dengai"] = "吾破蜀克敌，竟葬于奸贼之手！",
	
	-- 曹洪
	["cv:caohong"] = "喵小林",
	["$huyuan1"] = "持吾兵戈，随我杀敌！", --武器
	["$huyuan2"] = "汝今势微，吾当助汝。", --防具
	["$huyuan3"] = "公急上马，洪敌贼军！", --坐骑
	["$heyi1"] = "天下可无洪，不可无公。",
	["$heyi2"] = "持戈整兵，列阵御敌！",
	["~caohong"] = "主公已安，洪纵死亦何惜……",

	["$tiaoxin2"] = "贼将早降，可免一死！",
	["$tiaoxin1"] = "汝等小儿，可敢杀我。",
	["$kanpo3"] = "先帝之志，丞相之托，不可忘也！",
	["$kanpo4"] = "丞相厚恩，维万死不能相报。",
	["$yizhi1"] = "继丞相之遗志，讨篡汉之逆贼！",
	["$yizhi2"] = "克复中原，指日可待！",
	["$tianfu"] = "哼！此小计耳！",
	["~jiangwei"] = "我计不成，乃天命也。",
		
	-- 徐盛
	["$yicheng2"] = "大军在此！汝等休想前进一步！",
	["$yicheng1"] = "敬请养精蓄锐！",
	["~xusheng"] = "盛不能奋身出命，不亦辱乎。",

	-- 于吉
	["$qianhuan1"] = "如真似幻，扑朔迷离。",
	["$qianhuan2"] = "道法玄机，变化莫测。",
	["~yuji"] = "道法玄机，竟被参破。",

	-- 君刘备
	["cv:lord_liubei"] = "喵小林",
	["$zhangwu1"] = "不灭东吴，誓不归蜀！",
	["$zhangwu2"] = "汝等勿劝，此战势在必行！",
	["$jizhao"] = "尔等叛贼，害我兄弟，饶不得汝！",
	["~lord_liubei"] = "一时不仁，毁己功业，吾悔矣！",
	["$shouyue"] = "因何而生，因何而战！",
	
	-- 蒋费
	["cv:jiangwanfeiyi"] = "太阳神英雄杀",
	["$shengxi"] = "以近代远，以逸待劳。",
	["$shoucheng"] = "静以修身。",
	["~jiangwanfeiyi"] = "存亡之道，不可不察也。",

	-- 蒋钦
	["cv:jiangqin"] = "极光星逝" ,
	["$shangyi2"] = "臣当助国求才， 岂敢挟私恨以蔽贤乎。" ,
	["$shangyi1"] = "坦诚相待，以消不虞之隙。" ,
	["$niaoxiang"] = "一夫突击，三军莫当！" ,
	["~jiangqin"] = "壮志未酬身先死……" ,
	
	-- 何太后
	["cv:hetaihou"] = "太阳神英雄杀",
	["$zhendu"] = "汝今势孤，命必绝矣！",
	["$qiluan"] = "非尽族是，天下不安！",
	["~hetaihou"] = "苦酒自酿，害人害己。",
	
	
	
	

}