-- lines for God Package

return {

	["cv:shenguanyu"] = "官方、奈何" ,
	["$wushen1"] = "还不速速领死！",
	["$wushen2"] = "取汝狗头，有如探囊取物。",
	["$wuhun1"] = "关某记下了",
	["$wuhun2"] = "我生不能啖汝之肉，死当追汝之魂！",
	["$wuhun3"] = "桃园之梦，再也不会回来了……",
	["~shenguanyu"] = "谁来与我同去！",


	["$shelie1"] = "略懂，略懂。",
	["$shelie2"] = "什么都略懂一点，生活更多彩一些。",
	["$gongxin1"] = "攻城为下，攻心为上。",
	["$gongxin2"] = "我替施主把把脉。",
	["~shenlvmeng"] = "劫数难逃，我们别无选择。",

	["$qinyin1"] = "（杂乱的琴声）",
	["$qinyin2"] = "（舒缓的琴声）",
	["$yeyan2"] = "聆听吧，这献给你的镇魂曲！",
	["$yeyan1"] = "让这熊熊烈火，焚尽你的罪恶！",
	["~shenzhouyu"] = "逝者不死，浴火重生！",

	["$qixing1"] = "伏望天恩，誓讨汉贼！",
	["$qixing2"] = "祈星辰之力，佑我蜀汉！",
	["$kuangfeng1"] = "万事俱备，只欠业火。",
	["$kuangfeng2"] = "风——起——",
	["$dawu1"] = "此计可保你一时平安。",
	["$dawu2"] = "此非万全之策，唯惧天雷。",
	["~shenzhugeliang"] = "今当远离，临表涕零，不知所言。",

	["$guixin1"] = "周公吐哺，天下归心！",
	["$guixin2"] = "山不厌高，海不厌深！",
	["~shencaocao"] = "腾蛇乘雾，终为土灰……",

	["$kuangbao1"] = "呒——唔！",
	["$kuangbao2"] = "哼！",
	["$wumou1"] = "哪个说我有勇无谋？",
	["$wumou2"] = "不管这些啦！",
	["$wuqian1"] = "看我神威！无坚不摧！",
	["$wuqian2"] = "天王老子也保不住你！",
	["$shenfen1"] = "凡人们，颤抖吧，这是神之怒火！！",
	["$shenfen2"] = "这，才是活生生的地狱！！",
	["~shenlvbu"] = "我在修罗炼狱，等着你们！哈哈哈哈哈哈哈哈！！",

	["cv:shenzhaoyun"] = "猎狐",
	["$juejing"] = "龙战于野，其血玄黄。",
	["$longhun1"] = "金甲映日，驱邪祛秽。", -- spade
	["$longhun2"] = "腾龙行云，首尾不见。", -- club
	["$longhun3"] = "潜龙于渊，涉灵愈伤。", -- heart
	["$longhun4"] = "千里一怒，红莲灿世！", -- diamond
	["~shenzhaoyun"] = "血染鳞甲，龙坠九天……",

	["cv:shensimayi"] = "泥马",
	["$renjie"] = "韬光养晦，静待时机。",
	["$baiyin"] = "是可忍，孰不可忍！",
	["$jilve1"] = "天意如何，我命由我。", -- guicai
	["$jilve2"] = "远逐敌雠，拔除异己。", -- fangzhu
	["$jilve3"] = "心狠手毒，方能成事。", -- wansha
	["$jilve4"] = "暂且思量，再作打算。", -- zhiheng
	["$jilve5"] = "此计即成，彼计亦得。", -- jizhi
	["$lianpo"] = "敌军已乱，乘胜追击。",
	["~shensimayi"] = "我已谋划至此，奈何……",
}