-- lines for Hegemony Package

return {
	-- 乐进
	["$xiaoguo1"] = "天明之前定要攻下此城！",
	["$xiaoguo2"] = "敌阵已经动摇，继续冲啊！",
	["$xiaoguo3"] = "兄弟们随我直捣黄龙！",
	["~yuejin"] = "魏王拔我于行伍，今当以死相报。",
	["cv:yuejin"] = "小鱼儿",

	-- 甘夫人
	["cv:ganfuren"] = "神马芯",
	["$shushen1"] = "履行脩仁，淑慎其身。",
	["$shushen2"] = "夫君，大志不可忘呀。", --刘备
	["$shenzhi"] = "玩物易丧志，弃之可修身。",
	["~ganfuren"] = "生同室，死同穴……",

	-- 国战陆逊
	["cv:heg_luxun"] = "白水",
	["$duoshi1"] = "审时度势，方能出奇制胜！", -- 仅自己
	["$duoshi2"] = "诸公稍安勿躁，度势再战。",
	["~heg_luxun"] = "主公，伯言终没有负了对您的承诺。",

	-- 丁奉
	["cv:dingfeng"] = "小鱼儿",
	["$duanbing"] = "一寸短一寸险。",
	["$fenxun1"] = "杀你个措手不及！",
	["$fenxun2"] = "来一个杀一个，来一对杀一双！",
	["~dingfeng"] = "贴身肉搏竟能赢我，呃……",

	-- 马腾
	["$xiongyi"] = "西凉铁骑，锐不可当！",
	["~mateng"] = "你们快走，让孟起为我报仇！",
	["cv:mateng"] = "HeLi",

	-- 孔融
	["$mingshi1"] = "我乃孔夫子后人，你敢不敬？",
	["$mingshi2"] = "来者何人，报上名来。",
	["$lirang1"] = "你吃大的，我吃小的。",
	["$lirang2"] = "退一步，海阔天空。",
	["~kongrong"] = "生存多所虑，长寝万事毕。",
	["cv:kongrong"] = "小鱼儿",

	-- 纪灵
	["$shuangren1"] = "你可识得我手中兵器？",
	["$shuangren2"] = "今日这兵器颇不顺手啊。",
	["~jiling"] = "我的三尖两刃刀怎么会输给丈八蛇矛呢？",
	["cv:jiling"] = "火树",

	-- 田丰
	["cv:tianfeng"] = "HeLi",
	["$sijian1"] = "忠言逆耳利于行。",
	["$sijian2"] = "主公万万不可。",
	["$suishi1"] = "我军大胜，吾性命无忧矣。",
	["$suishi2"] = "我军大败，吾必死矣。",
	["~tianfeng"] = "主公为何不听吾言啊！",

	-- 潘凤
	["$kuangfu1"] = "我的大斧早就饥渴难耐了！",
	["$kuangfu2"] = "吾有上将潘凤，可斩华雄。",
	["~panfeng"] = "报！潘凤又被华雄斩了！",
	["cv:panfeng"] = "HeLi，小鱼儿",

	-- 邹氏
	["cv:zoushi"] = "叔音",
	["$qingcheng1"] = "奴家给大人唱首曲子如何？",
	["$qingcheng2"] = "大人也请宽衣。",
	["~zoushi"] = "若无男人好色，哪来红颜祸水？",
}