-- lines for Hegemony Package

return {
	-- 乐进
	["cv:yuejin"] = "裤衩",
	["$xiaoguo1"] = "骁勇果敢，每战必先！", -- 发动弃牌
	["$xiaoguo2"] = "奋强突固，无坚不陷！", -- 弃置装备
	["$xiaoguo3"] = "贼有防备，只伤皮毛，来日再战！", -- 受到伤害
	["~yuejin"] = "戎马一生，何惧死乎！",

	-- 甘夫人
	["cv:ganfuren"] = "神马芯",
	["$shushen1"] = "履行脩仁，淑慎其身。",
	["$shushen2"] = "夫君，大志不可忘呀。", --刘备
	["$shenzhi"] = "玩物易丧志，弃之可修身。",
	["~ganfuren"] = "生同室，死同穴……",

	-- 国战陆逊
	["$duoshi2"] = "国之大计审视为先。", -- 仅自己
	["$duoshi1"] = "以今日之大势当行此计。",
	["~heg_luxun"] = "还以为我已经不再年轻……",

	-- 丁奉
	["$duanbing1"] = "众将官，短刀出鞘。",
	["$duanbing2"] = "短兵轻甲也可取汝性命！",
	["$fenxun1"] = "取封侯爵赏，正在今日！",
	["$fenxun2"] = "给我拉过来！",
	["~dingfeng"] = "这风，太冷了……",

	-- 马腾
	["$xiongyi1"] = "弟兄们，我们的机会来啦！",
	["$xiongyi2"] = "此时不战，更待何时！",
	["~mateng"] = "儿子，为爹报仇啊！",

	-- 孔融
	["$mingshi1"] = "孔门之后，忠孝为先。",
	["$mingshi2"] = "名士之风，仁义高洁。",
	["$lirang1"] = "夫礼先王以承天之道，以治人之情。",
	["$lirang2"] = "谦者，德之柄也，让者，礼之逐也。",
	["~kongrong"] = "覆巢之下，岂有完卵……",

	-- 纪灵
	["$shuangren2"] = "吃我一记三尖两刃刀！",
	["$shuangren1"] = "仲国大将纪灵在此！",
	["$shuangren3"] = "今日这武器颇不顺手。",
	["~jiling"] = "将军为何咆哮不断？",
	["cv:jiling"] = "官方、极光星逝",

	-- 田丰
	["cv:tianfeng"] = "官方、HeLi",
	["$sijian2"] = "忠言逆耳啊！！",
	["$sijian1"] = "且听我最后一言！",
	["$suishi1"] = "我军大胜，吾性命无忧矣。",
	["$suishi2"] = "我军大败，吾必死矣。",
	["~tianfeng"] = "不纳吾言而反诛吾心，奈何奈何！！",

	-- 潘凤
	["$kuangfu2"] = "这家伙，还是给我用吧！",
	["$kuangfu1"] = "吾乃上将潘凤，可斩华雄！",
	["~panfeng"] = "潘凤又被华雄斩啦。",

	-- 邹氏
	["$huoshui1"] = "走不动了嘛？" ,
	["$huoshui2"] = "别走了在玩一会嘛？" ,
	["$qingcheng1"] = "我和你们真是投缘啊。",
	["$qingcheng2"] = "哼，眼睛都直了呀。",
	["~zoushi"] = "年老色衰了吗？",
}