

return {


	-- 马岱
	["$qianxi1"] = "喊什么喊，我敢杀你。",
	["$qianxi2"] = "笑什么笑，叫你得意。",
	["~madai"] = "我怎么会死在这里……",

	["$hengzheng"] = "顺我者昌，逆我者亡！",
	["$baoling"] = "哈哈哈哈哈哈哈哈。",
	["$benghuai1"] = "我是不是该减肥了。",
	["$benghuai2"] = "呃……",
	["~dongzhuo"] = "汉室衰落，非我一人之罪！",

	["$jiang1"] = "吾乃江东小霸王孙伯符！",
	["$jiang2"] = "江东子弟，何惧于天下！",
	["$yingzi3"] = "公瑾，助我决一死战。",
	["$yingzi4"] = "尔等，看好了。",
	["$yinghun4"] = "父亲，助我背水一战。",
	["$yinghun3"] = "孙氏英烈，庇佑江东。",
	["$yingyang1"] = "是友是敌，一探便知。",
	["$yingyang2"] = "我若怕你，非孙伯符也。",
	["~sunce"] = "内事不决问张昭，外事不决问周瑜……",



}