

return {

	-- 李典
	--["cv:lidian"] = "黑冰",
	["cv:lidian"] = "両仪弑" ,
	["$xunxun"] = "典驽怯功微，而爵宠过厚，诚宜举宗陈力。" ,
	["$wangxi1"] = "吾怎可以私憾而忘公义乎？" ,
	["$wangxi2"] = "典愿与将军共往击之。" ,
	["~lidian"] = "曹公之霸业，恕典再不可为之效力也。" ,
	
	-- 臧霸
	["cv:zangba"] = "老狼",

	-- 马岱
	--["cv:madai"] = "孝直",
	["$qianxi1"] = "喊什么喊，我敢杀你。",
	["$qianxi2"] = "笑什么笑，叫你得意。",
	["~madai"] = "我怎么会死在这里……",
	
	-- 糜夫人
	["cv:mifuren"] = "琴音",
	
	-- 孙策
	["$jiang1"] = "吾乃江东小霸王孙伯符！",
	["$jiang2"] = "江东子弟，何惧于天下！",
	["$yingzi_sunce1"] = "公瑾，助我决一死战。",
	["$yingzi_sunce2"] = "尔等，看好了。",
	["$yinghun_sunce2"] = "父亲，助我背水一战。",
	["$yinghun_sunce1"] = "孙氏英烈，庇佑江东。",
	["$hunshang1"] = "父亲在上，魂佑江东；公瑾在旁，智定天下！",
	["$hunshang2"] = "愿承父志，与公瑾共谋天下！",
	["$yingyang1"] = "是友是敌，一探便知。",
	["$yingyang2"] = "我若怕你，非孙伯符也。",
	["~sunce"] = "内事不决问张昭，外事不决问周瑜……",
	
	-- 陈武&董袭
	["cv:chenwudongxi"] = "凌天翼&七哥",

	-- 董卓
	--["cv:dongzhuo"] = "老狼",
	["$hengzheng1"] = "我还要更多，更多！",
	["$hengzheng2"] = "酒池肉林，其乐无穷！哈哈哈哈。",
	["$baoling1"] = "杀的好，大大有赏！",
	["$baoling2"] = "哈哈哈哈，不愧是我的好部下！",
	["$benghuai1"] = "我是不是该减肥了。",
	["$benghuai2"] = "呃……",
	["~dongzhuo"] = "汉室衰落，非我一人之罪！",
	
	-- 张任
	["cv:zhangren"] = "轻笑独行",
	
	-- 君张角
	["$wuxin1"] = "黄天立，民心顺，天下平！" ,
	["$wuxin2"] = "苍天不覆，黄天将替！" ,
	["$hongfa1"] = "呼风唤雨，驱雷策电！" ,
	["$hongfa2"] = "成为黄天之士的祭品吧！" ,
	["$wendao1"] = "哈哈，天意如此！" ,
	["$wendao2"] = "道势所向，皆由我控！" ,
	["~lord_zhangjiao"] = "黄天既覆，苍生何存……" ,

}