-- lines for Mountain Package

return {
	["cv:zhanghe"] = "爪子",
	["$qiaobian1"] = "虚招令旗，以之惑敌。", -- judge
	["$qiaobian2"] = "绝其汲道，困其刍粮。", -- draw
	["$qiaobian3"] = "以守为攻，后发制人。", -- play
	["$qiaobian4"] = "停止前进，扎营御敌！", -- discard
	["~zhanghe"] = "归兵勿追，追兵难归啊……",

	["cv:dengai"] = "烨子",
	["$tuntian1"] = "食者、兵之所系；农者、胜之所依。",
	["$tuntian2"] = "积军资之粮，通漕运之道。",
	["$zaoxian"] = "孤注一掷，胜败在此一举！",
	["$jixi1"] = "给我一张，又何妨？",
	["$jixi2"] = "明修栈道，暗度陈仓。",
	["~dengai"] = "吾破蜀克敌，竟葬于奸贼之手！",

	["cv:liushan"] = "V7",
	["$fangquan1"] = "一切但凭相父做主",
	["$fangquan2"] = "孩儿愚钝",
	["$ruoyu"] = "大智若愚，大巧若拙",
	["$xiangle1"] = "此间乐，不思蜀",
	["$xiangle2"] = "如此甚好，甚好",
	["$jijiang3"] = "蜀、蜀将何在？",
	["$jijiang4"] = "尔等……敢应战否？",
	["~liushan"] = "吾降，吾降矣",

	["cv:jiangwei"] = "Jr. Wakaran，LeleK",
	["$tiaoxin1"] = "贼将早降，可免一死！",
	["$tiaoxin2"] = "哼，贼将莫不是怕了？",
	["$tiaoxin3"] = "敌将可破得我八阵？", -- 装备了八卦或有八阵技能时发动
	["$zhiji"] = "今虽穷极，然先帝之志，丞相之托，维岂敢忘！",
	["$guanxing3"] = "系从尚父出，术奉武侯来。",
	["$guanxing4"] = "北伐兴蜀汉，继志越祁山。",
	["~jiangwei"] = "臣等正欲死战，陛下何故先降？",

	["cv:sunce"] = "猎狐",
	["$jiang1"] = "所向皆破，敌莫敢当。",
	["$jiang2"] = "众将听令，直讨敌酋。",
	["$hunzi"] = "父亲在上，魂佑江东；公瑾在旁，智定天下！",
	["$yingzi5"] = "雄武江东，威行天下！",
	["$yinghun3"] = "继吾父英魂，成江东大业！",
	["$yinghun4"] = "小霸王在此，匹夫受死！",
	["$zhiba1"] = "子义信义，必不背我。", --同意制霸
	["$zhiba2"] = "哈哈，汝乃吾之真卿也！", --主公得利
	["$zhiba3"] = "哼，错当佞臣做忠臣，誓不饶你！", --反贼得利
	["$zhiba4"] = "且慢！莫不是你欲用诈降之计赚我。", --拒绝制霸
	["~sunce"] = "内事不决问张昭，外事不决问周瑜……",

	["cv:erzhang"] = "喵小林，风叹息",
	["$zhijian"] = "忠謇方直，动不为己。",
	["$guzheng1"] = "隐息师徒，广开播殖。",
	["$guzheng2"] = "任贤使能，务崇宽惠。",
	["~erzhang"] = "此生智谋，已为江东尽……",

	["cv:caiwenji"] = "呼呼",
	["$beige1"] = "欲死不能得，欲生无一可。", -- club
	["$beige2"] = "此行远兮，君尚珍重！", -- spade
	["$beige3"] = "翩翩吹我衣，肃肃入我耳。", -- diamond
	["$beige4"] = "岂偕老之可期，庶尽欢于余年。", -- heart
	["$duanchang1"] = "雁飞高兮邈难寻，空断肠兮思愔愔。",
	["$duanchang2"] = "胡人落泪沾边草，汉使断肠对归客。",

	["cv:zuoci"] = "东方胤弘，眠眠",
	["$huashen1"] = "藏形变身,自在吾心(男声)",
	["$huashen2"] = "遁形幻千,随意所欲(男声)",
	["$xinsheng1"] = "吐故纳新,师法天地(男声)",
	["$xinsheng2"] = "灵根不灭,连绵不绝(男声)",
	["~zuoci"] = "释知遗形,神灭形消",

	["$huashen3"] = "藏形变身,自在吾心(女声)",
	["$huashen4"] = "遁形幻千,随意所欲(女声)",
	["$xinsheng3"] = "吐故纳新,师法天地(女声)",
	["$xinsheng4"] = "灵根不灭,连绵不绝(女声)",
}
