-- lines for SP Package

return {
	-- 杨修
	["$jilei"] = "食之无味，弃之可惜",
	["$danlao"] = "一人一口，分而食之",
	["~yangxiu"] = "恃才傲物，方有此命",
	["cv:yangxiu"] = "幻象迷宫",

	-- 公孙瓒
	["$yicong1"] = "冲啊！", -- +1 -> -1
	["$yicong2"] = "众将听令，摆好阵势，御敌！", -- -1 -> +1
	["~gongsunzan"] = "我军将败，我已无颜苟活于世……",

	-- 袁术
	["$yongsi1"] = "玉玺在手，天下我有！",
	["$yongsi2"] = "大汉天下，已半入我手！",
	["$weidi1"] = "我才是皇帝！",
	["$weidi2"] = "你们都得听我的号令！",
	["~yuanshu"] = "可恶，就差一步了！",

	-- SP关羽
	["cv:sp_guanyu"] = "喵小林，官方",
	["$danji"] = "吾兄待我甚厚，誓以共死，今往投之，望曹公见谅。",

	-- 曹洪
	["cv:caohong"] = "喵小林",
	["$yuanhu1"] = "持吾兵戈，随我杀敌！", --武器
	["$yuanhu2"] = "汝今势微，吾当助汝。", --防具
	["$yuanhu3"] = "公急上马，洪敌贼军！", --坐骑
	["$yuanhu4"] = "天下可无洪，不可无公。", --曹操
	["$yuanhu5"] = "持戈整兵，列阵御敌！", --自己
	["~caohong"] = "主公已安，洪纵死亦何惜……",

	-- 关银屏
	["cv:guanyinping"] = "蒲小猫",
	["$xueji1"] = "陷坚摧锋，以报家仇！",
	["$xueji2"] = "踏平南土，以消国恨！",
	["$huxiao1"] = "若无后手，何言为将？",
	["$huxiao2"] = "刀行如流水，杀你个措手不及！",
	["$wuji"] = "武圣虽死，血脉尚存。先父佑我，再现武魂！",
	["~guanyinping"] = "父亲……",

	-- 夏侯霸
	--["cv:xiahouba"] = "裤衩",
	["$baobian1"] = "无胆匪类，可敢一战！", -- 3体力
	["$baobian2"] = "血染征袍，愈战愈勇！", -- 2体力
	["$baobian3"] = "残躯搏命，速战速决！", -- 1体力
	["$tiaoxin3"] = "跪下受降，饶你不死！",
	["$tiaoxin4"] = "黄口小儿，可听过将军名号？",
	["$paoxiao3"] = "喝啊~~~",
	["$paoxiao4"] = "受死吧！",
	["$shensu3"] = "冲杀敌阵，来去如电！",
	["$shensu4"] = "今日有恙在身，须得速战速决！",
	--["~xiahouba"] = "居魏难保魏，投蜀难保蜀，我好恨……",

	-- 陈琳
	--["cv:chenlin"] = "苏遥东",
	["$bifa1"] = "文人岂无用，笔墨亦作兵。", -- 发动
	["$bifa2"] = "将军可否直视此言？", -- 给牌
	["$bifa3"] = "行文如刀，笔墨诛心！", -- 失去体力
	["$songci1"] = "广宜恩信，班扬符赏。", -- 摸牌
	["$songci2"] = "汝众违旅叛，当有此报！", -- 弃牌
	--["~chenlin"] = "文未达意，贼不伏诛，吾之过也……",

	-- 大乔小乔
	["$xingwu1"] = "哼，不要小瞧女孩子哦！", -- 放置牌
	["$xingwu2"] = "姐妹齐心，其利断金！", -- 造成伤害
	["~erqiao"] = "伯符、公瑾，请一定守护着我们的江东哦……",

	-- 诸葛恪
	["$aocai1"] = "吾主圣明，泽被臣属！",
	["$aocai2"] = "哼，易如反掌！",
	["$duwu1"] = "破曹大功，正在今朝！",
	["$duwu2"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",

	-- 虎牢关吕布
	["cv:shenlvbu2"] = "风叹息",
	["$shenwei"] = "飞将之威，上天亦知！",
	["$shenji"] = "神戟在手，何人能及！",
	["$xiuluo"] = "哼！鬼蜮伎俩，休想阻我！",
	["~shenlvbu2"] = "什么？我败了？！",
	["$StageChange"] = "杂鱼们，好戏才刚刚开始！",
}