-- lines for SP Package

return {
	-- 杨修
	["$jilei1"] = "食之无肉，弃之有味。",
	["$jilei2"] = "曹公之意我已了然。",
	["$danlao1"] = "我喜欢。",
	["$danlao2"] = "来来，一人一口",
	["~yangxiu"] = "我固自以死之晚也。",

	-- 公孙瓒
	["$yicong1"] = "冲啊！", -- +1 -> -1
	["$yicong2"] = "众将听令，摆好阵势，御敌！", -- -1 -> +1
	["~gongsunzan"] = "我军将败，我已无颜苟活于世……",

	-- 袁术
	["$yongsi1"] = "玉玺在手，天下我有！",
	["$yongsi2"] = "大汉天下，已半入我手！",
	["$weidi1"] = "我才是皇帝！",
	["$weidi2"] = "你们都得听我的号令！",
	["~yuanshu"] = "可恶，就差一步了！",

	-- SP关羽
	["cv:sp_guanyu"] = "喵小林，官方",
	["$danji"] = "吾兄待我甚厚，誓以共死，今往投之，望曹公见谅。",

	-- 曹洪
	["cv:caohong"] = "喵小林",
	["$yuanhu1"] = "持吾兵戈，随我杀敌！", --武器
	["$yuanhu2"] = "汝今势微，吾当助汝。", --防具
	["$yuanhu3"] = "公急上马，洪敌贼军！", --坐骑
	["$yuanhu4"] = "天下可无洪，不可无公。", --曹操
	["$yuanhu5"] = "持戈整兵，列阵御敌！", --自己
	["~caohong"] = "主公已安，洪纵死亦何惜……",

	-- 关银屏
	["cv:guanyinping"] = "蒲小猫",
	["$xueji2"] = "陷坚摧锋，以报家仇！",
	["$xueji1"] = "踏平南土，以消国恨！",
	["$huxiao1"] = "若无后手，何言为将？",
	["$huxiao2"] = "刀行如流水，杀你个措手不及！",
	["$huxiao3"] = "紫髯老贼，还吾父命来！",
	["$wuji"] = "武圣虽死，血脉尚存。先父佑我，再现武魂！",
	["~guanyinping"] = "父亲……",

	-- 夏侯霸
	["cv:xiahouba"] = "官方",
	["$tiaoxin3"] = "跪下受降，饶你不死！",
	["$tiaoxin4"] = "黄口小儿，可听过将军名号？",
	["$paoxiao3"] = "喝啊~~~",
	["$paoxiao4"] = "受死吧！",
	["$shensu3"] = "冲杀敌阵，来去如电！",
	["$shensu4"] = "今日有恙在身，须得速战速决！",
	["~xiahouba"] = "弃魏投蜀，死而无憾！",

	-- 陈琳
	["$bifa1"] = "笔墨纸砚，皆兵器也。", -- 发动
	["$bifa2"] = "汝德行败坏，人所不齿也！", -- 给牌
	["$songci1"] = "将军德才兼备，大汉之栋梁也！", -- 摸牌
	["$songci2"] = "汝窃国奸贼，人人得而诛之！", -- 弃牌
	["~chenlin"] = "来人，我的笔呢？",
	
	-- 大乔小乔
	["$xingwu1"] = "哼，不要小瞧女孩子哦！", -- 放置牌
	["$xingwu2"] = "姐妹齐心，其利断金！", -- 造成伤害
	["$liuli3"] = "不懂得怜香惜玉么！",
	["$tianxiang3"] = "替我挡着吧！",
	["~erqiao"] = "伯符、公瑾，请一定守护着我们的江东哦……",

	-- 诸葛恪
	["$aocai1"] = "吾主圣明，泽被臣属！",
	["$aocai2"] = "哼，易如反掌！",
	["$duwu1"] = "破曹大功，正在今朝！",
	["$duwu2"] = "全力攻城，言退者，斩！",
	["~zhugeke"] = "重权镇主，是我疏忽了……",

	-- 虎牢关吕布
	["cv:shenlvbu2"] = "官方、风叹息",
	["$shenwei1"] = "我不会输给任何人！",
	["$shenwei2"] = "莹烛之火，也敢与日月争辉！",
	["$shenji1"] = "竟想赢我，痴人说梦！",
	["$shenji2"] = "杂鱼们，都去死吧！",
	["$xiuluo1"] = "鼠辈，螳臂当车！",
	["$xiuluo2"] = "准备受死吧！",
	["~shenlvbu2"] = "虎牢关失守了。",
	["$StageChange"] = "杂鱼们，好戏才刚刚开始！",
	
	--旱魃
	["$fentian1"] = "烈火燎原，焚天灭地！" ,
	["$fentian2"] = "骄阳似火，万物无声！" ,
	["$zhiri1"] = "你以为，这样就已经结束了？" ,
	["$zhiri2"] = "好舒服！这太阳的力量！" ,
	["$xintan1"] = "人人心中，都有一团欲望之火！" ,
	["$xintan2"] = "让心中之火，慢慢吞噬你吧！哈哈哈哈哈哈！" ,
	["~hanba"] = "尹龙，是你在呼唤我吗？" ,
	
	--孙杨
	["$shuijian"] = "无风亦起浪！" ,
	["~sunyang"] = "只看后浪推前浪。" ,
	
	--叶诗文
	["$jisu"] = "一决胜负吧。" ,
	["$shuiyong"] = "谁也伤不了我。" ,
	["~yeshiwen"] = "怎么这样啦！" ,
	
	["~zhangbao"] = " " ,
	
}