

return {

	-- 刘备
	["$rende1"] = "以德服人。",
	["$rende2"] = "惟贤惟德，能服于人。",
	["$jijiang1"] = "蜀将何在？",
	["$jijiang2"] = "尔等敢应战否？",
	["~liubei"] = "这就是桃园吗？",

	-- 关羽
	["$wusheng1"] = "关羽在此，尔等受死！", 
	["$wusheng2"] = "看尔乃插标卖首！",
	["~guanyu"] = "什么？此地名叫麦城？",

	-- 张飞
	["$paoxiao1"] = "啊~~~",
	["$paoxiao2"] = "燕人张飞在此！",
	["~zhangfei"] = "实在是杀不动了……",

	-- 诸葛亮
	["$guanxing1"] = "观今夜天象，知天下大事。",
	["$guanxing2"] = "知天易，逆天难。",
	["$kongcheng1"] = "（抚琴声）", 
	["$kongcheng2"] = "（抚琴声）", 
	["~zhugeliang"] = "将星陨落，天命难违。",

	-- 赵云
	["$longdan1"] = "能进能退，乃真正法器！", 
	["$longdan2"] = "吾乃常山赵子龙也！",
	["~zhaoyun"] = "这，就是失败的滋味吗？",

	-- 马超
	["$tieqi1"] = "全军突击！",
	["$tieqi2"] = "（枪声，马叫声）",
	["~machao"] = "（马蹄声……）",

	-- 黄月英
	["$jizhi1"] = "哼哼",
	["$jizhi2"] = "哼" ,
	["~huangyueying"] = "亮",
	
	
	-- 黄忠
	["$liegong2"] = "百步穿杨！",
	["$liegong1"] = "中！",
	["~huangzhong"] = "不得不服老了……",

	-- 魏延
	["$kuanggu1"] = "我会怕你吗？",
	["$kuanggu2"] = "真是美味呀！",
	["~weiyan"] = "谁敢杀我！啊……",
	
	["$bazhen1"] = "你可识得此阵？",
	["$bazhen2"] = "太极生两仪，两仪生四象，四象生八卦。",
	["$huoji1"] = "燃烧吧。",
	["$huoji2"] = "此火可助我军大获全胜。",
	["$kanpo1"] = "雕虫小技。",
	["$kanpo2"] = "你的计谋被识破啦。",
	["~wolong"] = "我的计谋竟被……",
	
	["$lianhuan1"] = "伤一敌可连其百。",
	["$lianhuan2"] = "统统连起来吧。",
	["$niepan1"] = "浴火重生！",
	["$niepan2"] = "凤雏岂能消亡？",
	["~pangtong"] = "看来，我命中注定将丧命于此。",
	
	["$huoshou1"] = "背黑锅我来，送死？你去！",
	["$huoshou2"] = "统统算我的！",
	["$zaiqi1"] = "起！！！！",
	["$zaiqi2"] = "丞相助我！！",
	["~menghuo"] = "七纵之恩，来世再报了！",

	["$juxiang1"] = "小小把戏。",
	["$juxiang2"] = "大王，看我的！",
	["$lieren1"] = "亮兵器吧。",
	["$lieren2"] = "尝尝我飞刀的厉害！",
	["~zhurong"] = "大王，我，先走一步了。",
	
	["$fangquan1"] = "这可如何是好啊？",
	["$fangquan2"] = "嘿，你办事，我放心。",
	["$ruoyu1"] = "不装疯卖傻，岂能安然无恙。",
	["$ruoyu2"] = "世人皆错看我，唉。",
	["$xiangle1"] = "嗯，打打杀杀，真没意思。",
	["$xiangle2"] = "我爸爸是刘备！",
	["$jijiang3"] = "匡扶汉室，谁敢出战？",
	["$jijiang4"] = "我蜀汉岂无人乎？",
	["~liushan"] = "别打脸，我投降还不行吗？",
	
	-- 甘夫人
	["cv:ganfuren"] = "神马芯",
	["$shushen1"] = "履行脩仁，淑慎其身。",
	["$shushen2"] = "夫君，大志不可忘呀。", --刘备
	["$shenzhi"] = "玩物易丧志，弃之可修身。",
	["~ganfuren"] = "生同室，死同穴……",
}