

return {

	-- 华佗
	["$jijiu1"] = "别紧张，有老夫呢。", 
	["$jijiu2"] = "救人一命，胜造七级浮屠。", 
	["$qingnang1"] = "早睡早起，方能养生。", 
	["$qingnang2"] = "越老越要补啊。", 
	["~huatuo"] = "医者…不能自医啊……",

	-- 吕布
	["$wushuang1"] = "谁能挡我！",
	["$wushuang2"] = "神挡杀神，佛挡杀佛！",
	["~lvbu"] = "不可能！",

	-- 貂蝉
	["$biyue1"] = "失礼了~",
	["$biyue2"] = "羡慕吧~",
	["$lijian1"] = "嗯呵呵~~呵呵~~",
	["$lijian2"] = "夫君，你要替妾身做主啊……",
	["~diaochan"] = "父亲大人，对不起……",
	
	
	-- 张角
	["$leiji1"] = "雷公助我！",
	["$leiji2"] = "以我之真气，合天地之造化。",
	["$guidao1"] = "哼哼哼哼……",
	["$guidao2"] = "天下大势，为我所控！",
	["$huangtian1"] = "苍天已死，黄天当立！",
	["$huangtian2"] = "岁在甲子，天下大吉！",
	["~zhangjiao"] = "黄天…也死了……",
	
	["$luanji1"] = "弓箭手，准备放箭！",
	["$luanji2"] = "全都去死吧！",
	["~yuanshao"] = "老天不助我袁家啊！",
	
	["$mengjin1"] = "你，可敢挡我！",
	["$mengjin2"] = "我要杀你们个片甲不留！",
	["~pangde"] = "四面都是水……我命休矣。",
	
	["$shuangxiong1"] = "吾乃河北上将颜良（文丑）是也！",
	["$shuangxiong2"] = "快来与我等决一死战！",
	["~yanliangwenchou"] = "这红脸长须大将是……",

	["$wansha1"] = "神仙难救，神仙难救啊。",
	["$wansha2"] = "我要你三更死，谁敢留你到五更！",
	["$weimu1"] = "此计伤不到我。",
	["$weimu2"] = "你奈我何！",
	["$luanwu1"] = "哭喊吧，哀求吧，挣扎吧，然后，死吧！",
	["$luanwu2"] = "嘿嘿嘿，坐山观虎斗。",
	["~jiaxu"] = "我的时辰也到了……",
	
	["$beige1"] = "制兹八拍兮拟排忧，何知曲成兮心转愁。",
	["$beige2"] = "悲歌可以当泣，远望可以当归。",
	["$duanchang1"] = "日东月西兮徒相忘，不得相随兮空断肠。",
	["$duanchang2"] = "流落异乡愁断肠。",
	["~caiwenji"] = "人生几何时，怀忧终年岁。" ,
	

	-- 马腾
	["$xiongyi1"] = "弟兄们，我们的机会来啦！",
	["$xiongyi2"] = "此时不战，更待何时！",
	["~mateng"] = "儿子，为爹报仇啊！",

	-- 孔融
	["$mingshi1"] = "孔门之后，忠孝为先。",
	["$mingshi2"] = "名士之风，仁义高洁。",
	["$lirang1"] = "夫礼先王以承天之道，以治人之情。",
	["$lirang2"] = "谦者，德之柄也，让者，礼之逐也。",
	["~kongrong"] = "覆巢之下，岂有完卵……",

	-- 纪灵
	["$shuangren2"] = "吃我一记三尖两刃刀！",
	["$shuangren1"] = "仲国大将纪灵在此！",
	["$shuangren3"] = "今日这武器颇不顺手。",
	["~jiling"] = "将军为何咆哮不断？",
	["cv:jiling"] = "三国杀OL、极光星逝",

	-- 田丰
	["cv:tianfeng"] = "三国杀OL、HeLi",
	["$sijian2"] = "忠言逆耳啊！！",
	["$sijian1"] = "且听我最后一言！",
	["$suishi1"] = "我军大胜，吾性命无忧矣。",
	["$suishi2"] = "我军大败，吾必死矣。",
	["~tianfeng"] = "不纳吾言而反诛吾心，奈何奈何！！",

	-- 潘凤
	["$kuangfu2"] = "这家伙，还是给我用吧！",
	["$kuangfu1"] = "吾乃上将潘凤，可斩华雄！",
	["~panfeng"] = "潘凤又被华雄斩啦。",

	-- 邹氏
	["$huoshui1"] = "走不动了嘛？" ,
	["$huoshui2"] = "别走了在玩一会嘛？" ,
	["$qingcheng1"] = "我和你们真是投缘啊。",
	["$qingcheng2"] = "哼，眼睛都直了呀。",
	["~zoushi"] = "年老色衰了吗？",
}