-- lines for Standard General Package

return {
	-- 曹操
	["$jianxiong1"] = "宁教我负天下人，休教天下人负我！", 
	["$jianxiong2"] = "吾好梦中杀人！", 
	["$hujia1"] = "魏将何在？", 
	["$hujia2"] = "来人，护驾！", 
	["~caocao"] = "霸业未成，未成啊……",

	-- 司马懿
	["$guicai1"] = "天命？哈哈哈哈……",
	["$guicai2"] = "吾乃天命之子！",
	["$fankui1"] = "下次注意点。",
	["$fankui2"] = "出来混，早晚要还的。",
	["~simayi"] = "难道真是天命难违？",

	-- 夏侯惇
	["$ganglie1"] = "鼠辈，竟敢伤我！",
	["$ganglie2"] = "以彼之道，还施彼身！",
	["~xiahoudun"] = "两边都看不见了……",

	-- 张辽
	["$tuxi1"] = "哼，没想到吧！",
	["$tuxi2"] = "拿来吧！",
	["~zhangliao"] = "真的没想到……",

	-- 许褚
	["$luoyi1"] = "破！", 
	["$luoyi2"] = "谁来与我大战三百回合？", 
	["~xuchu"] = "冷，好冷啊……",

	-- 郭嘉
	["$tiandu1"] = "就这样吧。",
	["$tiandu2"] = "哦？",
	["$yiji1"] = "也好。",
	["$yiji2"] = "罢了。",
	["~guojia"] = "咳，咳……",

	-- 甄姬
	["$luoshen1"] = "仿佛兮若轻云之蔽月。",
	["$luoshen2"] = "飘摇兮若流风之回雪。",
	["$qingguo1"] = "凌波微步，罗袜生尘。",
	["$qingguo2"] = "体迅飞凫，飘忽若神。",
	["~zhenji"] = "悼良会之永绝兮，哀一逝而异乡。",

	-- 刘备
	["$rende1"] = "以德服人。",
	["$rende2"] = "惟贤惟德，能服于人。",
	["$jijiang1"] = "蜀将何在？",
	["$jijiang2"] = "尔等敢应战否？",
	["~liubei"] = "这就是桃园吗？",

	-- 关羽
	["$wusheng1"] = "关羽在此，尔等受死！", 
	["$wusheng2"] = "看尔乃插标卖首！",
	["~guanyu"] = "什么？此地名叫麦城？",

	-- 张飞
	["$paoxiao1"] = "啊~~~",
	["$paoxiao2"] = "燕人张飞在此！",
	["~zhangfei"] = "实在是杀不动了……",

	-- 诸葛亮
	["$guanxing1"] = "观今夜天象，知天下大事。",
	["$guanxing2"] = "知天易，逆天难。",
	["$kongcheng1"] = "（抚琴声）", 
	["$kongcheng2"] = "（抚琴声）", 
	["~zhugeliang"] = "将星陨落，天命难违。",

	-- 赵云
	["$longdan1"] = "能进能退，乃真正法器！", 
	["$longdan2"] = "吾乃常山赵子龙也！",
	["~zhaoyun"] = "这，就是失败的滋味吗？",

	-- 马超
	["$tieji1"] = "全军突击！",
	["$tieji2"] = "（枪声，马叫声）",
	["~machao"] = "（马蹄声……）",

	-- 黄月英
	["$jizhi1"] = "哼哼~",
	["$jizhi2"] = "哼~",
	["~huangyueying"] = "亮……",

	-- 孙权
	["$zhiheng1"] = "容我三思。",
	["$zhiheng2"] = "且慢。",
	["$jiuyuan1"] = "有汝辅佐，甚好！",
	["$jiuyuan2"] = "好舒服啊。",
	["~sunquan"] = "父亲，大哥，仲谋愧矣……",

	-- 甘宁
	["$qixi1"] = "接招吧！",
	["$qixi2"] = "你的牌太多了！",
	["~ganning"] = "二十年后，又是一条好汉！",

	-- 吕蒙
	["$keji1"] = "不是不报，时候未到！",
	["$keji2"] = "留得青山在，不怕没柴烧！",
	["~lvmeng"] = "被看穿了吗？",

	-- 黄盖
	["$kurou1"] = "请鞭笞我吧 ，公瑾！",
	["$kurou2"] = "赴汤蹈火，在所不辞！",
	["~huanggai"] = "失血过多了……",

	-- 周瑜
	["$yingzi1"] = "哈哈哈哈……", 
	["$yingzi2"] = "汝等看好了！",
	["$fanjian1"] = "挣扎吧，在血和暗的深渊里！", 
	["$fanjian2"] = "痛苦吧，在仇与恨的地狱中！", 
	["~zhouyu"] = "既生瑜，何生……",

	-- 大乔
	["$guose1"] = "请休息吧。", 
	["$guose2"] = "你累了。", 
	["$liuli1"] = "交给你了。", 
	["$liuli2"] = "你来嘛~", 
	["~daqiao"] = "伯符，我去了……",

	-- 陆逊
	["$lianying1"] = "牌不是万能的，但是没牌是万万不能的。",
	["$lianying2"] = "旧的不去，新的不来。",
	["~luxun"] = "我还是太年轻了……",

	-- 孙尚香
	["$jieyin1"] = "夫君，身体要紧。", 
	["$jieyin2"] = "他好，我也好。", 
	["$xiaoji1"] = "哼！", 
	["$xiaoji2"] = "看我的厉害！", 
	["~sunshangxiang"] = "不！还不可以死！",

	-- 华佗
	["$jijiu1"] = "别紧张，有老夫呢。", 
	["$jijiu2"] = "救人一命，胜造七级浮屠。", 
	["$qingnang1"] = "早睡早起，方能养生。", 
	["$qingnang2"] = "越老越要补啊。", 
	["~huatuo"] = "医者…不能自医啊……",

	-- 吕布
	["$wushuang1"] = "谁能挡我！",
	["$wushuang2"] = "神挡杀神，佛挡杀佛！",
	["~lvbu"] = "不可能！",

	-- 貂蝉
	["$biyue1"] = "失礼了~",
	["$biyue2"] = "羡慕吧~",
	["$lijian1"] = "嗯呵呵~~呵呵~~",
	["$lijian2"] = "夫君，你要替妾身做主啊……",
	["~diaochan"] = "父亲大人，对不起……",

	-- 高达一号
	["cv:gaodayihao"] = "猎狐",
	["$noslonghun1"] = "金甲映日，驱邪祛秽。", -- 黑桃
	["$noslonghun2"] = "腾龙行云，首尾不见。", -- 梅花
	["$noslonghun3"] = "潜龙于渊，涉灵愈伤。", -- 红桃
	["$noslonghun4"] = "千里一怒，红莲灿世。", -- 方片
	["$noslonghun5"] = "龙战于野，其血玄黄。", -- 夺剑
}