

return {

	-- 孙权
	["$zhiheng1"] = "容我三思。",
	["$zhiheng2"] = "且慢。",
	["$jiuyuan1"] = "有汝辅佐，甚好！",
	["$jiuyuan2"] = "好舒服啊。",
	["~sunquan"] = "父亲，大哥，仲谋愧矣……",

	-- 甘宁
	["$qixi1"] = "接招吧！",
	["$qixi2"] = "你的牌太多了！",
	["~ganning"] = "二十年后，又是一条好汉！",

	-- 吕蒙
	["$keji1"] = "不是不报，时候未到！",
	["$keji2"] = "留得青山在，不怕没柴烧！",
	["~lvmeng"] = "被看穿了吗？",

	-- 黄盖
	["$kurou1"] = "请鞭笞我吧 ，公瑾！",
	["$kurou2"] = "赴汤蹈火，在所不辞！",
	["~huanggai"] = "失血过多了……",

	-- 周瑜
	["$yingzi_zhouyu1"] = "哈哈哈哈……", 
	["$yingzi_zhouyu2"] = "汝等看好了！",
	["$fanjian1"] = "挣扎吧，在血和暗的深渊里！", 
	["$fanjian2"] = "痛苦吧，在仇与恨的地狱中！", 
	["~zhouyu"] = "既生瑜，何生……",

	-- 大乔
	["$guose1"] = "请休息吧。", 
	["$guose2"] = "你累了。", 
	["$liuli1"] = "交给你了。", 
	["$liuli2"] = "你来嘛~", 
	["~daqiao"] = "伯符，我去了……",

	-- 陆逊
	["$qianxun1"] = "儒生脱尘，不为贪逸淫乐之事。",
	["$qianxun2"] = "谦谦君子，不饮盗泉之水。",
	["$duoshi2"] = "国之大计审视为先。", -- 仅自己
	["$duoshi1"] = "以今日之大势当行此计。",
	["~luxun"] = "还以为我已经不再年轻……",

	-- 孙尚香
	["$jieyin1"] = "夫君，身体要紧。", 
	["$jieyin2"] = "他好，我也好。", 
	["$xiaoji1"] = "哼！", 
	["$xiaoji2"] = "看我的厉害！", 
	["~sunshangxiang"] = "不！还不可以死！",
	
	
	-- 小乔
	["$tianxiang1"] = "接着哦~",
	["$tianxiang2"] = "替我挡着~",
	["$hongyan"] = "哼哼~~",
	["~xiaoqiao"] = "公瑾…我先走一步……",

	-- 周泰
	["$buqu1"] = "我绝不会倒下！",
	["$buqu2"] = "还不够！",
	["~zhoutai"] = "已经尽力了……",
	
		
	["$tianyi1"] = "我当要替天行道。",
	["$tianyi2"] = "请助我一臂之力！",
	["~taishici"] = "大丈夫，当带三尺之剑，立不世之功！",
	
	["$yinghun_sunjian1"] = "以吾魂魄，保佑吾儿之基业。",
	["$yinghun_sunjian2"] = "不诛此贼三族，则吾死不瞑目！",
	["~sunjian"] = "有埋伏！呃……啊！！",

	["$haoshi1"] = "拿去拿去，莫跟哥哥客气。",
	["$haoshi2"] = "来来来，见面分一半。",
	["$dimeng1"] = "以和为贵，以和为贵。",
	["$dimeng2"] = "合纵连横，方能以弱胜强。",
	["~lusu"] = "此联盟已破，吴蜀休矣。",
	
	["$zhijian1"] = "请恕老臣直言。",
	["$zhijian2"] = "为臣者，当冒死以谏！",
	["$guzheng1"] = "今当稳固内政，以御外患！",
	["$guzheng2"] = "固国安邦，须当如是！",
	["~erzhang"] = "竭力尽智，死而无憾。",

	-- 丁奉
	["$duanbing1"] = "众将官，短刀出鞘。",
	["$duanbing2"] = "短兵轻甲也可取汝性命！",
	["$fenxun1"] = "取封侯爵赏，正在今日！",
	["$fenxun2"] = "给我拉过来！",
	["~dingfeng"] = "这风，太冷了……",

}