

return {
	-- 曹操
	["$jianxiong1"] = "宁教我负天下人，休教天下人负我！", 
	["$jianxiong2"] = "吾好梦中杀人！", 
	["$hujia1"] = "魏将何在？", 
	["$hujia2"] = "来人，护驾！", 
	["~caocao"] = "霸业未成，未成啊……",

	-- 司马懿
	["$guicai1"] = "天命？哈哈哈哈……",
	["$guicai2"] = "吾乃天命之子！",
	["$fankui1"] = "下次注意点。",
	["$fankui2"] = "出来混，早晚要还的。",
	["~simayi"] = "难道真是天命难违？",

	-- 夏侯惇
	["$ganglie1"] = "鼠辈，竟敢伤我！",
	["$ganglie2"] = "以彼之道，还施彼身！",
	["~xiahoudun"] = "两边都看不见了……",

	-- 张辽
	["$tuxi1"] = "哼，没想到吧！",
	["$tuxi2"] = "拿来吧！",
	["~zhangliao"] = "真的没想到……",

	-- 许褚
	["$luoyi1"] = "破！", 
	["$luoyi2"] = "谁来与我大战三百回合？", 
	["~xuchu"] = "冷，好冷啊……",

	-- 郭嘉
	["$tiandu1"] = "就这样吧。",
	["$tiandu2"] = "哦？",
	["$yiji1"] = "也好。",
	["$yiji2"] = "罢了。",
	["~guojia"] = "咳，咳……",

	-- 甄姬
	["$luoshen1"] = "仿佛兮若轻云之蔽月。",
	["$luoshen2"] = "飘摇兮若流风之回雪。",
	["$qingguo1"] = "凌波微步，罗袜生尘。",
	["$qingguo2"] = "体迅飞凫，飘忽若神。",
	["~zhenji"] = "悼良会之永绝兮，哀一逝而异乡。",
	
	-- 曹仁
	["$jushou1"] = "我先休息一会儿！",
	["$jushou2"] = "尽管来吧！",
	["~caoren"] = "实在是守不住了……",

	-- 夏侯渊
	["$shensu1"] = "吾善于千里袭人！",
	["$shensu2"] = "取汝首级犹如探囊取物！",
	["~xiahouyuan"] = "竟然比我还…快……",

	["$jieming2"] = "我，永不背弃。",
	["$jieming1"] = "秉忠贞之志，守谦退之节。",
	["$quhu1"] = "此乃驱虎吞狼之计。",
	["$quhu2"] = "借你之手，与他一搏吧。",
	["~xunyu"] = "主公要臣死，臣不得不死。",
	
	["$qiangxi1"] = "吃我一戟！",
	["$qiangxi2"] = "看我三步之内，取你小命！",
	["~dianwei"] = "主公，快走！",
	
	["$xingshang1"] = "来，管杀还管埋！",
	["$xingshang2"] = "我的是我的，你的，还是我的！",
	["$fangzhu1"] = "给我翻过来！",
	["$fangzhu2"] = "死罪可免，活罪难赦！",
	["$songwei1"] = "仙福永享，寿与天齐！",
	["$songwei2"] = "千秋万载，一统江山！",
	["~caopi"] = "子建，子建……",
	
	["$duanliang1"] = "截其源，断其粮，贼可擒也。",
	["$duanliang2"] = "人是铁，饭是钢。",
	["~xuhuang"] = "一顿不吃饿得慌。",
	
	["$qiaobian1"] = "兵无常势，水无常形。", -- judge
	["$qiaobian2"] = "用兵之道，变化万千。", -- draw
	["~zhanghe"] = "呃，膝盖中箭了……",
	
	-- 乐进
	["cv:yuejin"] = "裤衩",
	["$xiaoguo1"] = "骁勇果敢，每战必先！", -- 发动弃牌
	["$xiaoguo2"] = "奋强突固，无坚不陷！", -- 弃置装备
	["$xiaoguo3"] = "贼有防备，只伤皮毛，来日再战！", -- 受到伤害
	["~yuejin"] = "戎马一生，何惧死乎！",
}