-- lines for Thicket Package

return {

	["$xingshang1"] = "来，管杀还管埋！",
	["$xingshang2"] = "我的是我的，你的，还是我的！",
	--["$xingshang3"] = "痛神曜之幽潛，哀鼎俎之虛置",
	["$fangzhu1"] = "给我翻过来！",
	["$fangzhu2"] = "死罪可免，活罪难赦！",
	--["$fangzhu3"] = "本自同根生，相煎何太急？",
	["$songwei1"] = "仙福永享，寿与天齐！",
	["$songwei2"] = "千秋万载，一统江山！",
	["~caopi"] = "子建，子建……",

	["$duanliang1"] = "截其源，断其粮，贼可擒也。",
	["$duanliang2"] = "人是铁，饭是钢。",
	["~xuhuang"] = "一顿不吃饿得慌。",

	["$huoshou1"] = "背黑锅我来，送死？你去！",
	["$huoshou2"] = "统统算我的！",
	["$zaiqi1"] = "起！！！！",
	["$zaiqi2"] = "丞相助我！！",
	--["$zaiqi3"] = "敌军势大，吾先退避",
	["~menghuo"] = "七纵之恩，来世再报了！",

	["$juxiang1"] = "小小把戏。",
	["$juxiang2"] = "大王，看我的！",
	["$lieren1"] = "亮兵器吧。",
	["$lieren2"] = "尝尝我飞刀的厉害！",
	["~zhurong"] = "大王，我，先走一步了。",

	["$yinghun1"] = "以吾魂魄，保佑吾儿之基业。",
	["$yinghun2"] = "不诛此贼三族，则吾死不瞑目！",
	["~sunjian"] = "有埋伏！呃……啊！！",

	["$haoshi1"] = "拿去拿去，莫跟哥哥客气。",
	["$haoshi2"] = "来来来，见面分一半。",
	["$dimeng1"] = "以和为贵，以和为贵。",
	["$dimeng2"] = "合纵连横，方能以弱胜强。",
	["~lusu"] = "此联盟已破，吴蜀休矣。",

	["$wansha1"] = "神仙难救，神仙难救啊。",
	["$wansha2"] = "我要你三更死，谁敢留你到五更！",
	["$weimu1"] = "此计伤不到我。",
	["$weimu2"] = "你奈我何！",
	["$luanwu1"] = "哭喊吧，哀求吧，挣扎吧，然后，死吧！",
	["$luanwu2"] = "嘿嘿嘿，坐山观虎斗。",
	["~jiaxu"] = "我的时辰也到了……",

	["$jiuchi1"] = "再来一壶……",
	["$jiuchi2"] = "嘿嘿，好酒，好酒！",
	["$roulin1"] = "美人，来，香一个。",
	["$roulin2"] = "食色，性也。",
	["$baonue1"] = "顺我者昌，逆我者亡！",
	["$baonue2"] = "哈哈哈哈哈哈哈哈。",
	["$benghuai1"] = "我是不是该减肥了。",
	["$benghuai2"] = "呃……",
	["~dongzhuo"] = "汉室衰落，非我一人之罪！",
}