-- lines for Thicket Package

return {
	["cv:caopi"] = "V7，殆尘，烨子，蒲小猫",
	["$xingshang1"] = "汝妻子吾自养之，汝勿虑也",
	["$xingshang2"] = "珠沉玉没，其香犹存",
	["$xingshang3"] = "痛神曜之幽潛，哀鼎俎之虛置",
	["$fangzhu1"] = "罪不至死，赦死从流",
	["$fangzhu2"] = "特赦天下，奉旨回京",
	["$fangzhu3"] = "本自同根生，相煎何太急？",
	["$songwei1"] = "吾主英明(男声)",
	["$songwei2"] = "吾主英明(女声)",
	["~caopi"] = "嗟我白发，生一何早。长吟永叹，怀我圣考。",

	["cv:xuhuang"] = "木津川",
	["$duanliang1"] = "断汝粮草,以绝后路",
	["$duanliang2"] = "焚其辎重,乱其军心",
	["~xuhuang"] = "生遇明主,死亦无憾！",

	["cv:menghuo"] = "墨染の飞猫",
	["$huoshou"] = "南蛮之地，皆我子民",
	["$zaiqi1"] = "吾不服也",
	["$zaiqi2"] = "孔明，汝计穷也",
	["$zaiqi3"] = "敌军势大，吾先退避",
	["~menghuo"] = "粳民之地，再无主矣",

	["cv:zhurong"] = "妙妙",
	["$juxiang"] = "万象奔腾，随吾心意",
	["$lieren1"] = "火神降世，燃尽汝躯",
	["$lieren2"] = "呵呵呵～",
	["$lieren3"] = "神不佑我，唉",
	["~zhurong"] = "大王，火神湮逝，妾身去矣",

	["cv:sunjian"] = "木津川",
	["$yinghun1"] = "同举义兵,戮力一心",
	["$yinghun2"] = "孙文台在此,此贼可诛！",
	["~sunjian"] = "死去何愁无勇将，英魂依旧卫江东",

	["cv:lusu"] = "听雨",
	["$haoshi"] = "公瑾莫忧，吾有余粮",
	["$dimeng1"] = "荆襄九郡，暂借于汝",
	["$dimeng2"] = "歃血为盟，誓不叛之",
	["~lusu"] = "荆襄未还，虽死难安",

	["cv:jiaxu"] = "落凤一箭",
	["$wansha"] = "汝今势孤，命必绝矣",
	["$weimu1"] = "巧变制敌，谋定而动",
	["$weimu2"] = "算无遗策，不动如山",
	["$luanwu"] = "智乱天下，武逆乾坤",
	["$LuanwuAnimate"] = "智乱天下，武逆乾坤！",
	["$LuanwuAnimateSP"] = "智乱天下，武逆乾坤！",
	["~jiaxu"] = "大势已去，吾不能自保矣",

	["cv:dongzhuo"] = "やまもとみ，迷宫女友(肉林2)",
	["$jiuchi"] = "醉酒销魂啊",
	["$roulin1"] = "屈我淫威，哈哈",
	["$roulin2"] = "董贼，拿命来",
	["$roulin3"] = "去死吧变态！", -- 女性酒杀董卓时播放
	["$baonue"] = "天下群雄，唯我独尊",
	["$benghuai1"] = "不朽之躯，天却亡我", -- 男
	["$benghuai2"] = "不，不可以的……", -- 女
	["~dongzhuo"] = "吾儿奉先何在？呃...",
}