return {
	["tigerfly"] = "如虎天翼", 

	["$shemi"] = "如此胜景，方为帝都。",
	["$kuanhui1"] = "哎呀，有只小鹿！",
	["$kuanhui2"] = "放开那只小鹿！",
	["$kuanhui3"] = "嗖（射箭声）~咩（小鹿惨叫声）",
	["$hongliang1"] = "君言之有理，容寡人忖度一二。",
	["$hongliang2"] = "日后寡人若有不是，君但言无妨。",
	["~caorui"] = "仲达，曹家就托付给你了~",
	

	["$pozhen1"] = "区区八门金锁阵焉能挡住我军？",
	["$pozhen2"] = "糟糕，竟然误入死门。",
	["$pozhen3"] = "使君遣将从生门而入，此阵必破。",
	["$poli1"] = "母亲，请恕孩儿不孝！",
	["$poli2"] = "自古忠孝难两全，此生不为贼进言！",
	["$huaming1"] = "我就算死也要为母亲报仇！",
	["$huaming2"] = "孩儿今日为刘使君战死，终有颜面于九泉之下再侍奉母亲。",
	["$huaming3"] = "自古忠孝难两全哪~",
	["$PoliAnimate"] = "image=image/animate/poli.png",
	["~shanfu"] = "唉，如今我还有何面目去见母亲？",
	
	["$zhuixi1"] = "贼将休走！",
	["$zhuixi2"] = "文长莫非是遭杨仪陷害？",
	["$zhuixi3"] = "军令在身，莫怪马岱无情！",
	["$zhuixi4"] = "我敢杀你！",
	["~tf_sp_madai"] = "岱误信杨仪之言，悔之晚矣。",
	

	["$jisi1"] = "爰植梧桐，以待凤皇。",
	["$jisi2"] = "有何燕雀，自称来翔？",
	["$jisi3"] = "此乃诸葛子瑜之驴。",
	["$jisi4"] = "竟能难倒我！",
	["$neoaocai"] = "父亲，你看到了么，我就要超越叔父了。",
	["$zhuanquan"] = "汝等休要妄为！",
	["~neo_zhugeke"] = "父亲的预言竟然成真了。",


}