return {
	["tigerfly"] = "如虎天翼",

	["$shemi"] = "如此胜景，方为帝都。",
	["$kuanhui1"] = "哎呀，有只小鹿！",
	["$kuanhui2"] = "放开那只小鹿！",
	["$kuanhui3"] = "嗖（射箭声）~咩（小鹿惨叫声）",
	["$hongliang1"] = "君言之有理，容寡人忖度一二。",
	["$hongliang2"] = "日后寡人若有不是，君但言无妨。",
	["~caorui"] = "仲达，曹家就托付给你了~",

	["$pozhen1"] = "区区八门金锁阵焉能挡住我军？",
	["$pozhen2"] = "糟糕，竟然误入死门。",
	["$pozhen3"] = "使君遣将从生门而入，此阵必破。",
	["$poli1"] = "母亲，请恕孩儿不孝！",
	["$poli2"] = "自古忠孝难两全，此生不为贼进言！",
	["$huaming1"] = "我就算死也要为母亲报仇！",
	["$huaming2"] = "孩儿今日为刘使君战死，终有颜面于九泉之下再侍奉母亲。",
	["$huaming3"] = "自古忠孝难两全哪~",
	["$PoliAnimate"] = "image=image/animate/poli.png",
	["~shanfu"] = "唉，如今我还有何面目去见母亲？",

	["$zhuixi1"] = "贼将休走！",
	["$zhuixi2"] = "文长莫非是遭杨仪陷害？",
	["$zhuixi3"] = "军令在身，莫怪马岱无情！",
	["$zhuixi4"] = "我敢杀你！",
	["~tf_sp_madai"] = "岱误信杨仪之言，悔之晚矣。",

	["$jisi1"] = "爰植梧桐，以待凤皇。",
	["$jisi2"] = "有何燕雀，自称来翔？",
	["$jisi3"] = "此乃诸葛子瑜之驴。",
	["$jisi4"] = "竟能难倒我！",
	["$neoaocai"] = "父亲，你看到了么，我就要超越叔父了。",
	["$zhuanquan"] = "汝等休要妄为！",
	["~neo_zhugeke"] = "父亲的预言竟然成真了。",

	["$tushou1"] = "一切就拜托玄德了。",--给牌
	["$tushou2"] = "刘璋愿降。",--弃牌
	["$tushou3"] = "此非鸿门宴，何用舞剑？",
	["$tushou4"] = "幸好是降于玄德。",
	["~liuzhang"] = "望玄德公替我守护西川。",

	["$xiongjie1"] = "嗷呜~（狼叫声）我要把你剁了喂狼！",
	["$xiongjie2"] = "嗷呜~（狼叫声）一个活口也别留！",
	["~tadun"] = "嗷呜~（狼叫声）这…难道是报应吗？",

	["$kangdao1"] = "君侯稍事休息，让我来扛吧。",
	["$kangdao2"] = "君侯，接刀！",
	["~zhoucang"] = "实在是扛不动啦。",

	["$bushi1"] = "君心诚则灵。",--发动
	["$bushi2"] = "乃是要逆天么？",--出牌阶段结束后检测发现未失去过
	["$bushi3"] = "君当位极人臣。",--选择令其手牌上限+1
	["$bushi4"] = "定军之南，伤折一股。",--选择令其手牌上限-1
	["~guanlu"] = "吾命不寿，业已知晓矣。",

	["$choudu1"] = "丞相不在了，你们都要听我号令！",--发动
	["$choudu2"] = "此等小事，须臾可定！",--给第一个分牌
	["$choudu3"] = "马岱！我命你速取魏延人头来见！",--给第二个分牌
	["$choudu4"] = "魏延，我拼了老命也非要除掉你不可！",--失去体力
	["~yangyi"] = "就算死，我也要死在自己手上！",

	["$xiandian"] = "叛贼！你们一个都休想逃走！",
	["$duanhun"] = "我要用我的一切将你们送入炼狱！",
	["$zhanji"] = "我不会逃…因为我也想看看，父亲有多强…",
	["$ZhanjiAnimate"] = "image=image/animate/zhanji.png",
	["~zhangxingcai"] = "啊，臣妾不能再守卫陛下了~",
}