-- lines for Wind Package

return {
	-- 曹仁
	["$jushou1"] = "我先休息一会儿！",
	["$jushou2"] = "尽管来吧！",
	["~caoren"] = "实在是守不住了……",

	-- 夏侯渊
	["$shensu1"] = "吾善于千里袭人！",
	["$shensu2"] = "取汝首级犹如探囊取物！",
	["~xiahouyuan"] = "竟然比我还…快……",

	-- 黄忠
	["$liegong1"] = "百步穿杨！",
	["$liegong2"] = "中！",
	["~huangzhong"] = "不得不服老了……",

	-- 魏延
	["$kuanggu1"] = "我会怕你吗？",
	["$kuanggu2"] = "真是美味呀！",
	["~weiyan"] = "谁敢杀我！啊……",

	-- 小乔
	["$tianxiang1"] = "接着哦~",
	["$tianxiang2"] = "替我挡着~",
	["$hongyan"] = "（红颜~）",
	["~xiaoqiao"] = "公瑾…我先走一步……",

	-- 周泰
	["$buqu1"] = "我绝不会倒下！",
	["$buqu2"] = "还不够！",
	["~zhoutai"] = "已经尽力了……",

	-- 张角
	["$leiji1"] = "雷公助我！",
	["$leiji2"] = "以我之真气，合天地之造化。",
	["$guidao1"] = "哼哼哼哼……",
	["$guidao2"] = "天下大势，为我所控！",
	["$huangtian1"] = "苍天已死，黄天当立！",
	["$huangtian2"] = "岁在甲子，天下大吉！",
	["~zhangjiao"] = "黄天…也死了……",

	-- 于吉
	["$guhuo1"] = "你信吗？",
	["$guhuo2"] = "猜猜看哪？",
	["~yuji"] = "竟然…被猜到了……",
}