-- lines for YJCM2012 Package

return {
	-- 步练师
	["$anxu1"] = "和鸾雍雍，万福攸同。",
	["$anxu2"] = "君子乐胥，万邦之屏。",
	["$zhuiyi1"] = "妾心所系，如月之恒。",
	["$zhuiyi2"] = "终其永怀，恋心殷殷。", 
	["~bulianshi"] = "江之永矣，不可方思。",

	-- 曹彰
	["$jiangchi1"] = "谨遵父训，不可逞匹夫之勇。", --额外摸一张牌
	["$jiangchi2"] = "我定当身先士卒，镇魏武雄风！", --少摸一张牌
	["~caozhang"] = "子桓！你害我！",

	-- 程普
	["$lihuo1"] = "将士们！以火对敌！",
	["$lihuo2"] = "和我同归于尽吧！",
	["$chunlao1"] = "帐中不可无酒啊。",
	["$chunlao2"] = "无碍，且饮一杯！",
	["~chengpu"] = "没有酒了……",

	-- 关兴张苞
	["$fuhun1"] = "呐喊破敌，锐不可挡！", -- 使用【杀】
	["$fuhun2"] = "匹夫之勇，插标卖首！", -- 获得技能
	["~guanxingzhangbao"] = "父亲，我来了！",

	-- 韩当
	["$gongqi1"] = "吃我一箭！",
	["$gongqi2"] = "鼠辈，哪里走！",
	["$jiefan1"] = "退后，这里交给我！",
	["$jiefan2"] = "休想趁人之危！",
	["~handang"] = "今后，只能靠你了……",

	-- 华雄
	["cv:huaxiong"] = "玉皇贰弟",
	["$shiyong1"] = "都是小伤，不必理会！",
	["$shiyong2"] = "这厮好大的力气！",
	["$shiyong3"] = "唉，这厮不易对付！", -- 关羽
	["~huaxiong"] = "太自负了么……",

	-- 廖化
	["$dangxian1"] = "看我先行破敌！",
	["$dangxian2"] = "先锋就由老夫来当！",
	["$fuli1"] = "今天是个拼命的好日子！哈哈哈哈。",
	["$fuli2"] = "有老夫在，蜀汉就不会倒下！",
	["~liaohua"] = "今后，就靠你们啦。",

	-- 刘表
	["$zishou1"] = "江河霸主，何惧之有。",
	["$zishou2"] = "荆襄之地，固若金汤。",
	--["$zishou3"] = "余粮甚厚，不急出兵。",
	["~liubiao"] = "优柔寡断，要不得！",

	-- 马岱
	["$qianxi1"] = "喊什么喊，我敢杀你。",
	["$qianxi2"] = "笑什么笑，叫你得意。",
	["~madai"] = "我怎么会死在这里……",

	-- 王异
	["$zhenlie1"] = "我，决不屈服。",
	["$zhenlie2"] = "休要小看妇人志气。",
	["$miji1"] = "奇谋，只在绝境中诞生。",
	["$miji2"] = "我将尽我所能。", 
	["~wangyi"] = "忠义已尽，死有何妨！",

	-- 荀攸
	["$qice1"] = "奇策在此，谁与争锋！",
	["$qice2"] = "倾力为国，算无遗策。",
	["$zhiyu1"] = "愚者既出，智者何存？",
	["$zhiyu2"] = "大勇若怯，大智如愚。",
	["~xunyou"] = "主公，臣下先行告退……",
}