-- lines for YJCM Package

return {
	-- 曹植
	["cv:caozhi"] = "殆尘",
	["$luoying1"] = "骋我径寸翰，流藻垂华芳。",
	["$luoying2"] = "翩若惊鸿，婉若游龙，荣曜秋菊,华茂春松。", -- 甄姬
	["$jiushi1"] = "举泰山以为肉，倾东海以为酒。",
	["$jiushi2"] = "饮酒并醉，纵横喧哗。",
	["$jiushi2"] = "归来宴平乐，美酒斗十千。", -- 翻回
	["~caozhi"] = "捐躯赴国难，视死忽如归。",

	-- 于禁
	["$yizhong1"] = "不先为备，何以待敌。",
	["$yizhong2"] = "稳重行军，百战不殆！",
	["~yujin"] = "我…无颜面对丞相了……",

	-- 法正
	["cv:fazheng"] = "苏遥东，官方",
	["$enyuan1"] = "得人恩果千年记。",
	["$enyuan2"] = "滴水之恩，涌泉以报。",
	["$enyuan3"] = "谁敢得罪我！",
	["$enyuan4"] = "睚眦之怨，无不报复。",
	["$xuanhuo1"] = "重用许靖，以眩远近。",
	["$xuanhuo2"] = "给你的，十倍奉还给我！",
	["~fazheng"] = "辅翼既折，蜀汉衰矣……",

	-- 马谡
	["$xinzhan"] = "吾通晓兵法，世人皆知。",
	["$huilei1"] = "丞相视某如子，某以丞相为父。",
	["$huilei2"] = "谡愿以死安大局。",

	-- 徐庶
	["$wuyan1"] = "唉，一切尽在不言中。",
	["$wuyan2"] = "嘘，言多必失啊。",
	["$jujian1"] = "我看好你！",
	["$jujian2"] = "将军岂愿抓牌乎？",
	["~xushu"] = "娘，孩儿不孝，向您…请罪……",

	-- 凌统
	["$xuanfeng1"] = "伤敌于千里之外！",
	["$xuanfeng2"] = "索命于须臾之间！",

	-- 吴国太
	["$ganlu1"] = "男婚女嫁，需当交换文定之物。",
	["$ganlu2"] = "此真乃吴之佳婿也。",
	["$buyi1"] = "吾乃吴国之母，何人敢造次。",
	["$buyi2"] = "有老身在，汝等尽可放心。",
	["~wuguotai"] = "卿等务必用心辅佐仲谋……",

	-- 徐盛
	["$pojun1"] = "大军在此！汝等休想前进一步！",
	["$pojun2"] = "敬请养精蓄锐！",
	["~xusheng"] = "盛不能奋身出命，不亦辱乎。",

	-- 高顺
	["$xianzhen1"] = "攻无不克，战无不胜。",
	["$xianzhen2"] = "破阵斩将，易如反掌。",
	["$jinjiu1"] = "贬酒阙色，所以无污。",
	["$jinjiu2"] = "避嫌远疑，所以无误。",
	["~gaoshun"] = "生死有命……",

	-- 陈宫
	["cv:chengong"] = "V7, 官方",
	["$mingce1"] = "如此，霸业可图也！",
	["$mingce2"] = "如此，一击可擒也！",
	["$zhichi1"] = "如今之计，唯有退守，再做决断！",
	["$zhichi2"] = "若吾早知如此。",
	["~chengong"] = "请出就戮！",

	-- 张春华
	["$shangshi1"] = "无情者伤人，有情者自伤。",
	["$shangshi2"] = "自损八百，可伤敌一千！",
	["$jueqing1"] = "你的死活与我何干？",
	["$jueqing2"] = "无来无去，不悔不怨。",
	["~zhangchunhua"] = "怎能如此对我……",

	-- 钟会
	["cv:zhonghui"] = "风叹息",
	["$quanji1"] = "终于轮到我掌权了。",
	["$quanji2"] = "夺得军权方能施展一番。",
	["$paiyi1"] = "待我设计构陷之。",
	["$paiyi2"] = "非我族者，其心可诛。",
	["$zili"] = "以我之才，何必屈人之下？",
	["~zhonghui"] = "大权在手竟一夕败亡，时耶？命耶？",
}