-- lines for YJCM2012 Package

return {
	-- 步练师
	["cv:bulianshi"] = "蒲小猫",
	["$anxu1"] = "弥缝事体，安恤人言。",
	["$anxu2"] = "夫君，朝事当量之，不可轻率。", -- 孙权
	["$zhuiyi1"] = "此情常在，追思不忘。",
	["$zhuiyi2"] = "吾若有灵，常待君侧。", -- 孙权
	["~bulianshi"] = "陛下，今生情未了，来世再侍君。",

	-- 曹彰
	["cv:caozhang"] = "墨宣砚韵",
	["$jiangchi1"] = "吾有美妾，可换骏马。", --额外摸一张牌
	["$jiangchi2"] = "披坚执锐，临难不顾！", --少摸一张牌
	["~caozhang"] = "难成卫霍之功，恨矣悲哉！",

	-- 程普
	["cv:chengpu"] = "风叹息",
	["$lihuo1"] = "叛者何辜，投尸火焚！",
	["$lihuo2"] = "疠气侵身，呃……",
	["$chunlao1"] = "美酒当藏之，来日与众享。",
	["$chunlao2"] = "吾有美酒，与众饮之。",
	["$chunlao3"] = "与公瑾相交，不饮自醉。",
	["~chengpu"] = "不曾枉杀人，为何折我寿。",

	-- 关兴张苞
	["cv:guanxingzhangbao"] = "喵小林，风叹息",
	["$fuhun1"] = "吾父武名，声震海内！", -- 使用【杀】
	["$fuhun2"] = "父魂佑我！", -- 获得技能
	["~guanxingzhangbao"] = "东吴未灭，父仇未报，可恨，可恨！",

	-- 韩当
	["cv:handang"] = "风叹息",
	["$gongqi"] = "弓马齐备，远射近突！",
	["$jiefan1"] = "解烦军至，此危自解！",
	["$jiefan2"] = "吾主莫慌，韩义公在此！",
	["~handang"] = "我主堪忧，我主堪忧啊……",

	-- 华雄
	["cv:huaxiong"] = "玉皇贰弟",
	["$shiyong1"] = "都是小伤，不必理会！",
	["$shiyong2"] = "这厮好大的力气！",
	["$shiyong3"] = "唉，这厮不易对付！", -- 关羽
	["~huaxiong"] = "太自负了么……",

	-- 廖化
	["cv:liaohua"] = "风叹息",
	["$dangxian"] = "先锋一职，老夫责无旁贷。",
	["$fuli"] = "心系蜀汉，虽死必归。",
	["~liaohua"] = "阅尽兴亡，此生无憾矣……",

	-- 刘表
	["cv:liubiao"] = "喵小林",
	["$zishou1"] = "退以自保，静观时变！",
	["$zishou2"] = "荆州沃土，自守足矣。",
	["$zishou3"] = "余粮甚厚，不急出兵。",
	["~liubiao"] = "不欲争天下，奈何……",

	-- 马岱
	["cv:madai"] = "风叹息",
	["$qianxi"] = "（拔剑声）我敢杀你！",
	["~madai"] = "未能完成丞相遗命，辱没了我马家的威名啊……",

	-- 王异
	["cv:wangyi"] = "蒲小猫",
	["$zhenlie1"] = "雪君父之大耻，虽丧身亦不惜。",
	["$zhenlie2"] = "顾子而不行，不如先死矣。",
	["$miji1"] = "有此九奇，可逐羌敌。",
	["$miji2"] = "屯兵逐超，得保冀城。", -- 给牌后
	["$miji3"] = "救兵已到，乃解城围。", -- 给牌后
	["~wangyi"] = "吾之家仇，何日得报？",

	-- 荀攸
	["cv:xunyou"] = "烨子",
	["$qice1"] = "臣有一计，定能一攻而破！",
	["$qice2"] = "方今天下大乱，智士劳心之时也！",
	["$zhiyu1"] = "将军苦苦追逼，是为何故？",
	["$zhiyu2"] = "智可及，愚不可及。",
	["~xunyou"] = "主公何日再得无忧。",
}