-- lines for YJCM2013 Package

return {
	-- 曹冲
	["$chengxiang1"] = "依我看，小事一桩。",
	["$chengxiang2"] = "孰重孰轻，一称便知。",
	["$renxin1"] = "仁者爱人，人恒爱之。",
	["$renxin2"] = "有我在，别怕。",
	["~caochong"] = "子桓哥哥……",

	-- 伏皇后
	["$qiuyuan1"] = "逆贼逞凶，卿可灭之。",
	["$qiuyuan2"] = "求父亲救救大汉江山吧！", -- 对伏完
	["$zhuikong1"] = "诚惶诚恐，夜不能寐。",
	["$zhuikong2"] = "嘘，隔墙有耳。",
	["~fuhuanghou"] = "陛下为何不救臣妾……", 

	-- 关平
	["$longyin1"] = "破阵杀敌，愿献犬马之劳！",
	["$longyin2"] = "虎啸既响，龙吟当附！", -- 红杀
	["~guanping"] = "父亲快走，孩儿断后……",

	-- 郭淮
	["$jingce1"] = "方策精详，有备无患。",
	["$jingce2"] = "精兵据敌，策守如山。",
	["~guohuai"] = "姜维小儿，竟然……",

	-- 刘封
	["$xiansi1"] = "袭人于不意，溃敌于无形!",
	["$xiansi2"] = "破敌军阵，父亲定会刮目相看!",
	["$xiansi3"] = "此乃孟达之计，非我所愿！", -- 被杀
	["$xiansi4"] = "我有何罪？！", -- 被杀
	["~liufeng"] = "父亲，为什么……",

	-- 满宠
	["$junxing1"] = "严刑峻法，以破奸诡之胆。",
	["$junxing2"] = "你招还是不招？",
	["$yuce1"] = "御敌之策，成竹在胸。",
	["$yuce2"] = "以缓制急，不战屈兵。",
	["~manchong"] = "援军为何迟迟未到……",

	-- 潘璋马忠
	["$duodao1"] = "这刀岂是你配用的？",
	["$duodao2"] = "夺敌兵刃，如断其臂！",
	["$anjian1"] = "击其懈怠，攻其不备！",
	["$anjian2"] = "哼，你满身都是破绽！",
	["~panzhangmazhong"] = "怎么可能，我明明亲手将你……",
}