-- translation for Fancheng Scenario

return {
	["fancheng"] = "樊城之战",

	["guagu"] = "刮骨疗毒",
	[":guagu"] = "<b>锁定技</b>，每当华佗对关羽造成1点伤害后，关羽回复2点体力，然后华佗摸一张牌",

	["dujiang"] = "白衣渡江",
	[":dujiang"] = "<b>限定技</b>，吕蒙的回合开始阶段开始时，可以弃置两张装备区内的装备牌，变身为神吕蒙，体力上限变为3。\
若“水淹七军”已发生，曹仁手牌上限恢复正常。",
	["@@dujiang"] = "你可以发动“白衣渡江”",
	["~dujiang"] = "选择两张装备区的装备牌→点击确定",

	["flood"] = "水淹七军",
	[":flood"] = "<b>限定技</b>，关羽可以弃置三张黑色手牌，令所有反贼弃置所有装备区内的装备牌，并选择一项：弃置两张手牌，或受到关羽对其造成的1点伤害。\
此后曹仁的手牌上限-1。",

	["tai_chenfight"] = "抬榇战关羽",
	[":taichen_fight"] = "出牌阶段，庞德可以自减1点体力，视为对关羽使用一张【决斗】，此【决斗】不能被【无懈可击】响应，且带有“无双”效果。每阶段限一次。\
关羽杀死庞德无奖励牌。",

	["changqu"] = "长驱直入",
	[":changqu"] = "<b>锁定技</b>，“水淹七军”发生后，徐晃与关羽的距离视为1。",

	["xiansheng"] = "玉泉显圣",
	[":xiansheng"] = "<b>限定技</b>，关羽的回合开始阶段开始时，若体力值小于或等于2，可以弃置所有装备区内的装备牌和手牌，然后摸三张牌，变身为神关羽，体力与体力上限皆为6。“抬榇战关羽”、“长驱直入”、“刮骨疗毒”均能对神关羽发动。",

	["zhiyuan"] = "支援",
	[":zhiyuan"] = "曹仁可以在出牌阶段给庞德或徐晃一张基本牌。每阶段限两次",
}
