-- translation for FanchengScenario

return {
	["fancheng"] = "樊城之战",
	["guagu"] = "刮骨疗毒",
	["dujiang"] = "白衣渡江",
	["flood"] = "水淹七军",
	["taichen_fight"] = "抬榇战关羽",
	["changqu"] = "长驱直入",
	["xiansheng"] = "玉泉显圣",
	["zhiyuan"] = "支援",
	[":guagu"] = "<b>锁定技</b>：华佗每对关羽造成1点伤害，关羽回复2点体力，且华佗再摸一张牌",
	[":dujiang"] = "限定技：在吕蒙的回合开始阶段，他可弃置2张已装备的装备，变身为神吕蒙，体力上限变为3（若当前体力值为4，\
则同样降到3），失去原来的克己技能，同时获得神吕蒙的涉猎与攻心的技能。若回合开始时已装备的装备数不足2，\
则无法发动此技能。若水淹七军剧情已发生，则曹仁失去的手牌上限-1的不利效果",
	[":flood"] = "限定技：关羽可弃置3张黑色手牌，令所有反贼弃置所有装备，并弃置2张手牌或受到关羽的1点伤害，弃置手牌还是装备由\
反贼决定，若手牌不足两张则必须受到伤害（与刚烈成功一样），曹仁的手牌上限-1",
	[":taichen_fight"] = "出牌阶段，可自减1点体力，视作对关羽打出了一张决斗，此决斗不能被无懈可击，且在此决斗过程中SP庞德带有无双效果，每回合限一次。关羽杀死庞德无\
3张牌的奖励，即视为天灾",
	[":changqu"] = "<b>锁定技</b>：水淹七军剧情发生后，徐晃到关羽的距离为1，但反之关羽到徐晃的距离正常计算",
	[":xiansheng"] = "限定技：在关羽回合开始阶段开始时，若体力小于等于2，则可以弃置所有装备和手牌，然后摸3张手牌，变身为神关羽（没\
有武魂的索命技能，仅有武神），体力和体力上限皆为6。抬榇战关羽、长驱直入、刮骨疗毒都能对新的神关羽起作用",
	[":zhiyuan"] = "你可在出牌阶段给庞德或徐晃一张基本牌，每回合限用2次",
	["@@dujiang"] = "请弃置两张已装备的装备牌，变身为神吕蒙",
}
