-- translation for FanchengScenario

return {
	["fancheng"] = "樊城之战", 
	["guagu"] = "刮骨疗毒", 
	["dujiang"] = "白衣渡江", 
	["flood"] = "水淹七军", 
	["taichen"] = "抬榇战关羽", 
	["changqu"] = "长驱直入", 
	["xiansheng"] = "玉泉显圣", 
	["zhiyuan"] = "支援", 
	[":guagu"] = "锁定技：华佗每对关羽造成1点伤害，关羽回复2点体力，且华佗再摸一张牌。", 
	[":dujiang"] = "限定技：回合开始阶段，可选择弃掉2张已装备的装备，变身为神·吕蒙，体力上限变为3（若当前体力值为4，则同样降到3），失去原来的【克己】技能，同时获得神·吕蒙的【涉猎】【攻心】技能。若回合开始时已装备的装备数不足2，则无法发动此技能；若水淹七军剧情已发生，则曹仁失去的手牌上限-1的不利效果。", 
	[":flood"] = "限定技：关羽可弃3张黑色手牌，令所有反贼弃掉所有装备，并选择弃2张手牌或受到关羽的1点伤害，若手牌不足两张则必须受到伤害（等同【刚烈】成功）；曹仁的手牌上限-1。", 
	[":taichen"] = "出牌阶段，可自减1点体力，视作对关羽打出了一张决斗，此决斗不能被无懈可击，即使关羽杀死庞德也无3张牌的奖励（即视为天灾）。", 
	[":changqu"] = "锁定技：水淹七军剧情发生后，徐晃到关羽的距离为1，否则正常计算距离。", 
	[":xiansheng"] = "限定技：回合开始阶段，若体力小于等于2，则可以弃掉所有装备和手牌，然后摸3张手牌，变身为神·关羽并失去【武圣】技能、获得【武神】技能，体力和体力上限均变为6。抬榇战关羽、长驱直入、刮骨疗毒都能对新的神·关羽起作用。", 
	[":zhiyuan"] = "出牌阶段，你可以给庞德或徐晃一张基本牌，每回合限2次。", 
	["@@dujiang"] = "请弃掉两张已装备的装备牌，变身为神·吕蒙。", 
}
