-- translation for GuanduScenario

return {
	["guandu"] = "官渡之战", 

	["guandu-zhangliao"] = "张辽（官渡）",
	["smalltuxi"] = "小突袭", 	
	[":smalltuxi"] = "摸牌阶段，你可以放弃摸牌，从一名其他角色手里抽一张牌", 

	["zhanshuangxiong"] = "斩颜良诛文丑", 	
	[":zhanshuangxiong"] = "每回合可选择与颜良文丑拼点一次，落败的一方将损失一点体力", 

	["greatyiji"] = "遗计定辽东", 
	[":greatyiji"] = "每回合的出牌阶段之前强制自损一血，同时遗计可摸三张牌，直到自己阵亡为止", 

	["#Guandu_ZhanShuangxiong"] = "颜良正在麾盖下，见关公冲来，方欲问时，关公赤兔马快，早已跑到面前；\
	颜良措手不及，被云长手起一刀，刺于马下。关公马快，赶上文丑，脑后一刀，将文丑斩下马来。— 三国演义第25回\
	剧情【斩颜良诛文丑】被触发",
	["#Guandu_Caojunqueliang"] = "攸曰：“公今军粮尚有几何？”……攸大声曰：“休瞒我！粮已尽矣！” — 三国演义第30回\
	剧情【曹军缺粮】被触发，曹操、郭嘉、张辽、关羽每回合摸牌阶段将少摸一张牌，张辽只能突袭一个人的一张牌。",
	["#Guandu_BurnWuchao"] = "操教军士将束草周围举火，众将校鼓噪直入。……二将抵敌不住，皆被曹军所杀，粮草尽行烧绝。— 三国演义第30回\
	袁绍受到曹军的火焰伤害，剧情【火烧乌巢】被触发\n\
	曹军不再受缺粮的制约，从牌堆顶取出四张黑色的装备或基本牌分别横放在袁绍、颜良文丑、甄姬、刘备面前，视同兵粮寸断。",
	["#Guandu_Yijidingliaodong"] = "操遂出郭嘉书以示之。书略曰：“ 今闻袁熙、袁尚往投辽东，明公切不可加兵。\
	公孙康久畏袁氏吞并，二袁往投必疑。若以兵击之，必并力迎敌，急不可下；若缓之，公孙康、袁氏必自相图，其势然也。”众皆踊跃称善。— 三国演义第33回\
	斩颜良诛文丑和火烧乌巢的剧情都已经发生，剧情【遗计定辽东】被触发，郭嘉在每回合的出牌阶段之前须强制自损一血，同时遗计可摸三张牌",
}