-- translation for ManeuveringPackage

return {
	["maneuvering"] = "军争篇",

	["fire_slash"] = "火杀",
	[":fire_slash"] = "基本牌<br />出牌时机：出牌阶段<br />使用目标：攻击范围内的一名其他角色<br />作用效果：【火杀】对目标角色造成1点火焰伤害",

	["thunder_slash"] = "雷杀",
	[":thunder_slash"] = "基本牌<br />出牌时机：出牌阶段<br />使用目标：攻击范围内的一名其他角色<br />作用效果：【雷杀】对目标角色造成1点雷电伤害",

	["analeptic"] = "酒",
	[":analeptic"] = "基本牌<br />出牌时机：1、出牌阶段；2、当自己进入濒死阶段时<br />使用目标：你<br />作用效果：1、令自己的下一张使用的【杀】造成的伤害+1（每回合限使用1次）；2、回复1点体力",
	["#Drank"] = "%from 喝了【酒】，下一张【杀】将具有伤害 +1 的效果",
	["#UnsetDrank"] = "%from 杀的结算完毕，【酒】的效果消失",
	["#UnsetDrankEndOfTurn"] = "%from 的回合结束，【酒】的效果消失",

	["fan"] = "朱雀羽扇",
	[":fan"] = "装备牌·武器<br />攻击范围：４<br />武器特效：你可以将你的任一普通杀当作具火焰伤害的杀来使用",
	["fan:yes"] = "你可将此普通【杀】当具火焰伤害的【杀】使用或打出",

	["guding_blade"] = "古锭刀",
	[":guding_blade"] = "装备牌·武器<br />攻击范围：２<br />武器特效：<b>锁定技</b>，当你使用【杀】对目标角色造成伤害时，若其没有手牌，此伤害+1",
	["#GudingBladeEffect"] = "%from 装备的古锭刀生效，无手牌对象 %to 的伤害从 %arg 增加到 %arg2",

	["vine"] = "藤甲",
	[":vine"] = "装备牌·防具<br />防具效果：<b>锁定技</b>，【南蛮入侵】、【万箭齐发】和普通【杀】对你无效。当你受到火焰伤害时，此伤害+1",
	["#VineDamage"] = "%from 装备【藤甲】的效果被触发，由 %arg 点火焰伤害增加到 %arg2 点火焰伤害",

	["silver_lion"] = "白银狮子",
	[":silver_lion"] = "装备牌·防具<br />防具效果：<b>锁定技</b>，当你受到伤害时，若该伤害多于1点，则防止多余的伤害；当你失去装备区里的【白银狮子】时，你回复1点体力",
	["#SilverLion"] = "%from 的防具【%arg2】防止了 %arg 点伤害，减至1点",

	["fire_attack"] = "火攻",
	[":fire_attack"] = "锦囊牌<br />出牌时机：出牌阶段。<br />使用目标：一名有手牌的角色。<br />作用效果：目标角色展示一张手牌，然后若你弃置一张与所展示牌相同花色的手牌，则【火攻】对其造成1点火焰伤害",
	["fire-attack-card"] = "您可以弃置一张与%dest所展示卡牌相同花色(%arg)的牌对%dest产生一点火焰伤害",
	["@fire-attack"] = "%src 展示的牌的花色为 %arg，请弃置与其相同花色的牌",

	["iron_chain"] = "铁索连环",
	[":iron_chain"] = "锦囊牌<br />出牌时机：出牌阶段。<br />使用目标：1、一至两名角色；2、不指定目标。<br />作用效果：1、分别横置或重置目标武将牌，处于“连环状态”；2、将此牌置入弃牌堆，然后摸一张牌",

	["supply_shortage"] = "兵粮寸断",
	[":supply_shortage"] = "延时锦囊牌<br />出牌时机：出牌阶段。<br />使用目标：距离为1的一名其他角色。<br />作用效果：将【兵粮寸断】放置于该角色的判定区里，目标角色回合判定阶段进行判定：若判定结果不为梅花，则跳过其摸牌阶段，将【兵粮寸断】置入弃牌堆",

	["hualiu"] = "骅骝",
}
