-- translation for MountainPackage

return {
	["mountain"] = "山包",
	["zhanghe"] = "张郃",
	["qiaobian"] = "巧变",
	[":qiaobian"] = "你可以弃一张手牌来跳过自己的一个阶段（回合开始阶段和回合结束阶段除外）；若以此法跳过摸牌阶段，你从其他至多两名角色手里各抽取一张牌；若以此法跳过出牌阶段，你可以将场上的一张牌移动到另一个合理的位置。",
	["caiwenji"] = "蔡文姬",
	["beige"] = "悲歌",
	[":beige"] = "一名角色每受到【杀】造成的一次伤害，你可以弃一张牌，并令其进行一次判定，判定结果为：红桃~该角色回复1点体力；方块~该角色摸两张牌；梅花~伤害来源弃两张牌；黑桃~伤害来源将其武将牌翻面。",
	["duanchang"] = "断肠",
	[":duanchang"] = "<b>锁定技</b>，杀死你的角色失去当前的所有技能直到游戏结束。",
	
	["cv:zhanghe"] = "",	
	["cv:caiwenji"] = "",
	
	["@qiaobian-judge"] = "你可弃1张手牌跳过判定阶段",
	["@qiaobian-draw"] = "你可弃1张手牌跳过摸牌阶段，并从其他至多两名角色手里各抽取一张牌",
	["@qiaobian-play"] = "你可弃1张手牌跳过出牌阶段，并将场上的一张牌移动到另一个合理的位置",
	["@qiaobian-discard"] = "你可弃1张手牌跳过弃牌阶段",
}
