-- translation for MountainPackage

return {
	["mountain"] = "山包",

	--张郃
	["zhanghe"] = "张郃",
	["qiaobian"] = "巧变",
	[":qiaobian"] = "你可以弃一张手牌来跳过自己的一个阶段（回合开始阶段和回合结束阶段除外）；若以此法跳过摸牌阶段，你从其他至多两名角色处抽取一张手牌；若以此法跳过出牌阶段，你可以将场上的一张牌移动到另一个合理的位置。\
	★若场上所有其它角色都没有手牌，你不能【巧变】跳过摸牌阶段。\
	★若场上所有角色都装备了某一类装备，你不能【巧变】该类别的装备。",
	["@qiaobian-judge"] = "你可弃1张手牌跳过判定阶段。",
	["@qiaobian-draw"] = "你可弃1张手牌跳过摸牌阶段，并从其他至多两名角色手里各抽取一张牌。",
	["@qiaobian-play"] = "你可弃1张手牌跳过出牌阶段，并将场上的一张牌移动到另一个合理的位置。",
	["@qiaobian-discard"] = "你可弃1张手牌跳过弃牌阶段。",
	
	--邓艾
	["dengai"] = "邓艾",
	["tuntian"] = "屯田",
	[":tuntian"] = "每次当你于回合外失去牌时，可进行一次判定，将非红桃结果的判定牌置于你的武将牌上，称为“田”；每有一张“田”，你计算与其他角色的距离便减1。",
	["zaoxian"] = "凿险",
	[":zaoxian"] = "<b>觉醒技</b>，回合开始阶段，若“田”的数量达到3张或更多，你须减1点体力上限，并永久获得技能【急袭】：出牌阶段，你可以把任意一张“田”当【顺手牵羊】使用。",
	["#ZaoxianWake"] = "%from 的“田”的数量达到了 %arg 个，觉醒技【凿险】被触发。",
	["jixi"] = "急袭",
	[":jixi"] = "出牌阶段，你可以把任意一张“田”当【顺手牵羊】使用。",
	["field"] = "田",
	
	--刘禅
	["liushan"] = "刘禅",
	["xiangle"] = "享乐",
	[":xiangle"] = "<b>锁定技</b>，当其他玩家使用【杀】指定你为目标时，需额外弃掉一张基本牌，否则该【杀】对你无效。",
	["fangquan"] = "放权",
	[":fangquan"] = "你可跳过你的出牌阶段，若如此做，在回合结束时可弃一张手牌令一名其他角色进行一个额外的回合。",
	["ruoyu"] = "若愚",
	[":ruoyu"] = "<b>主公技</b>，<b>觉醒技</b>，回合开始阶段，若你的体力是全场最少的（或之一），你须增加1点体力上限，回复1点体力，并永久获得技能【激将】。",
	["#Xiangle"] = "%to 的锁定技<b>【享乐】</b>被触发， %from 必须再额外弃掉一张基本牌才能使杀生效。",
	["#Fangquan"] = "%from 使用了【放权】，%to 将获得一个额外的回合。",
	["#RuoyuWake"] = "%from 的体力值（%arg）为场上最低，觉醒技【若愚】被触发。",
	["@xiangle-discard"] = "你必须再弃掉一张基本牌才能使此杀生效。",
	
	--姜维
	["jiangwei"] = "姜维",
	["tiaoxin"] = "挑衅",
	[":tiaoxin"] = "出牌阶段,你可以指定一名使用【杀】能攻击到你的角色，该角色需对你使用一张【杀】，若该角色不如此做,你弃掉他的一张牌，每回合限用一次。",
	["zhiji"] = "志继",
	[":zhiji"] = "<b>觉醒技</b>，回合开始阶段，若你没有手牌，你须回复1点体力或摸两张牌，然后减1点体力上限，并永久获得技能【观星】。",
	["zhiji:draw"] = "摸２张牌",
	["zhiji:recover"] = "回复１点体力",
	["#ZhijiWake"] = "%from 回合开始时手牌为空，觉醒技【志继】被触发。",
	
	--孙策
	["sunce"] = "孙策",
	["jiang"] = "激昂",
	[":jiang"] = "每当你使用（指定目标后）或被使用（成为目标后）一张【决斗】或红色的【杀】时，你可以摸一张牌。",
	["hunzi"] = "魂姿",
	[":hunzi"] = "<b>觉醒技</b>，回合开始阶段，若你的体力为1，你须减1点体力上限，并永久获得技能【英魂】和【英姿】。",
	["sunce_zhiba"] = "制霸",
	[":sunce_zhiba"] = "<b>主公技</b>，其他吴势力角色的出牌阶段，可与你进行一次拼点，若该角色没赢，你可以获得双方拼点的牌；你的觉醒技发动后，你可以拒绝此拼点，每回合限一次。",
	["#HunziWake"] = "%from 的体力值为１，觉醒技【魂姿】被触发。",
	["zhiba_pindian:accept"] = "接受",
	["zhiba_pindian:reject"] = "拒绝",

	--二张
	["erzhang"] = "张昭·张纮",
	["zhijian"] = "直谏",
	[":zhijian"] = "出牌阶段，你可以将你手牌中的一张装备牌置于一名其他角色装备区里（不得替换原装备），然后摸一张牌。",
	["guzheng"] = "固政",
	[":guzheng"] = "其他角色的弃牌阶段结束时，你可将此阶段中弃掉的一张牌从弃牌堆返回该角色手牌，若如此做，你可以获得弃牌堆里其余于此阶段中弃掉的牌。",	

	--蔡文姬
	["caiwenji"] = "蔡文姬",
	["beige"] = "悲歌",
	[":beige"] = "一名角色每受到【杀】造成的一次伤害，你可以弃一张牌，并令其进行一次判定，判定结果为：\
	红桃：该角色回复1点体力；\
	方块：该角色摸两张牌；\
	梅花：伤害来源弃两张牌；\
	黑桃：伤害来源将其武将牌翻面。",
	["duanchang"] = "断肠",
	[":duanchang"] = "<b>锁定技</b>，杀死你的角色失去当前的所有技能直到游戏结束。",

	--左慈
	["zuoci"] = "左慈",--·♂
	["zuocif"] = "左慈·女",--·♀
	["huashen"] = "化身",
	[":huashen"] ="游戏开始前，你可以从未登场武将中摸取两张武将牌并置于你的武将牌上，选择其中一张置于最上方并声明其中的一个技能，则视为你拥有此技能。每个回合开始前，你可以摸取两张武将牌并且选择更改技能，回合结束后你可以再次更改技能。",
	["xinsheng"] = "新生",
	[":xinsheng"] = "你每受到一次伤害，可以从未登场武将牌中摸取一张武将牌。",
	
	--武将技能台词
	["$qiaobian"] = "",
	
	["$tuntian"] = "",
	["$zaoxian"] = "",
	["$jixi"] = "",
	
	["$xiangle"] = "",
	["$fangquan"] = "",
	["$ruoyu"] = "",
	
	["$tiaoxin"] = "",
	["$zhiji"] = "",
	
	["$jiang"] = "",
	["$hunzi"] = "",
	["$sunce_zhiba"] = "",
	
	["$zhijian"] = "",
	["$guzheng"] = "",
	
	["$beige"] = "",
	["$duanchang"] = "",
	
	["$huashen"] = "",
	["$xinsheng"] = "",
	
	--阵亡台词
	["~zhanghe"] = "",
	["~dengai"] = "",
	["~liushan"] = "",
	["~jiangwei"] = "",
	["~sunce"] = "",
	["~erzhang"] = "",
	["~caiwenji"] = "",
	["~zuoci"] = "",
	["~zuocif"] = "",
	
	["cv:zhanghe"] = "官方",
	["cv:dengai"] = "官方",
	["cv:liushan"] = "官方",
	["cv:jiangwei"] = "官方",
	["cv:sunce"] = "官方",
	["cv:erzhang"] = "官方",
	["cv:caiwenji"] = "官方",
	["cv:zuoci"] = "官方",
	["cv:zuocif"] = "官方",
	
	["designer:zhanghe"] = "官方",
	["designer:dengai"] = "官方",
	["designer:liushan"] = "官方",
	["designer:jiangwei"] = "官方",
	["designer:sunce"] = "官方",
	["designer:erzhang"] = "官方",
	["designer:caiwenji"] = "官方",
	["designer:zuoci"] = "官方",
	["designer:zuocif"] = "官方",
}
