-- translation for NostalgiaPackage

return {
	["nostalgia"] = "怀旧",
	
	["moon_spear"] = "银月枪", 
	[":moon_spear"] = "装备牌，攻击范围：３\
	武器特效：你的回合外，每当你使用或打出了一张黑色手牌（若为使用则在它结算之前），你可以立即对你攻击范围内的任意一名角色使用一张【杀】。", 
	["@moon-spear-slash"] = "银月枪的技能被触发，请打出一张【杀】以攻击。",
	
	["yangxiu"] = "杨修", 
	["jilei"] = "鸡肋",
	[":jilei"] = "当你受到伤害时，说出一种牌的类别（基本牌、锦囊牌、装备牌），对你造成伤害的角色不能使用、打出或弃掉该类别的手牌直到回合结束。\
	◆弃牌阶段，若仅剩不可弃的手牌且超出手牌上限时，该角色需展示其手牌。\
	◆例：若指定的是装备牌，此时该角色2点体力，同时手里有两张【闪】和三张装备牌，弃牌阶段，该角色必须把两张【闪】弃掉，然后该角色展示这三张装备牌，结束他的回合。",
	["danlao"] = "啖酪", 
	[":danlao"] = "当一个锦囊指定了不止一个目标，且你也是其中之一时，你可以立即摸一张牌，若如此做，跳过该锦囊对你的结算。",
	["jilei:basic"] = "基本牌", 
	["jilei:equip"] = "装备牌", 
	["jilei:trick"] = "锦囊牌",
	["#Jilei"] = "%from 鸡肋了 %to 的 %arg 。", 
	["#JileiClear"] = "%from 的鸡肋效果消失。",
	["#DanlaoAvoid"] = "%from 发动了技能【啖酪】，跳过了锦囊 %arg 对他的结算。",
	
	["zhibasunquan"] = "孙权",
	["zhiba"] = "制霸",
	[":zhiba"] = "出牌阶段，你可以弃置任意数量的牌，然后摸取等量的牌。每回合可用X+1次，X为你已损失的体力值。",

	["wuxingzhuge"] = "诸葛亮",
	["super_guanxing"] = "观星·五星",
	[":super_guanxing"] = "回合开始阶段，你可以观看牌堆顶的5张牌，将其中任意数量的牌以任意顺序置于牌堆顶，其余则以任意顺序置于牌堆底。",

	["$jilei"] = "食之无味，弃之可惜。",
	["$jilei1"] = "食之无肉，弃之有味。",
	["$jilei2"] = "曹公之意，我已了然。",
	["$danlao"] = "一人一口，分而食之。",
	["$danlao1"] = "我喜欢～",
	["$danlao2"] = "来来，一人一口～",
	
	["$zhiba1"] = "容我三思。",
	["$zhiba2"] = "且慢！",
	
	["$super_guanxing1"] = "观今夜天象，知天下大事。",
	["$super_guanxing2"] = "知天易，逆天难。",
	
	["~yangxiu"] = "我故自已死之晚也。",
	["~zhibasunquan"] = "父亲，大哥，仲谋愧矣……",
	["~wuxingzhuge"] = "将星陨落，天命难违。",
	
	["cv:yangxiu"] = "官方",
	["cv:xiaoqiao"] = "官方",
	["cv:yuji"] = "官方",
}
