-- translation for StandardGeneralPackage

return {
	["standard"] = "标准版",

--wei
	["#caocao"] = "魏武帝",
	["caocao"] = "曹操",
	["jianxiong"] = "奸雄",
	[":jianxiong"] = "每当你受到一次伤害后，你可以获得对你造成伤害的牌",
	["hujia"] = "护驾",
	[":hujia"] = "<b>主公技</b>，当你需要使用（或打出）一张【闪】时，你可以发动护驾。所有魏势力角色按行动顺序依次选择是否打出一张【闪】给你（视为由你使用或打出），直到有一名角色或没有任何角色决定如此做时为止",
	["jianxiong:yes"] = "获得对你造成伤害的牌",
	["hujia:yes"] = "所有魏势力角色按行动顺序依次选择是否打出一张【闪】“提供”给你（视为由你使用或打出），直到有一名角色或没有任何角色决定如此做时为止",
	[":hujia:"] = "曹操想让你帮他出一张【闪】:",
	["hujia:accept"] = "帮他护驾",
	["hujia:ignore"] = "不护驾",
	["@hujia-jink"] = "请打出一张【闪】以帮 %src 护驾",

	["#zhangliao"] = "前将军",
	["zhangliao"] = "张辽",
	["tuxi"] = "突袭",
	[":tuxi"] = "摸牌阶段开始时，你可以放弃摸牌，改为获得一至两名其他角色的各一张手牌\
★摸牌阶段，你一旦发动突袭，就不能从牌堆获得牌\
★只剩一名其他角色时，你就只能选择这一名角色\
★若此时其他任何人都没有手牌，你就不能发动突袭",
	["@tuxi-card"] = "您是否想发动【突袭】技能？",

	["#guojia"] = "早终的先知",
	["guojia"] = "郭嘉",
	["tiandu"] = "天妒",
	[":tiandu"] = "在你的判定牌生效后，你可以获得此牌。",
	["yiji"] = "遗计",
	[":yiji"] = "每当你受到1点伤害后，你可以观看牌堆顶的两张牌，将其中一张交给一名角色，然后将另一张交给一名角色。",
	["tiandu:yes"] = "拿屎",
	["tiandu:no"] = "不拿屎",

	["#xiahoudun"] = "独眼的罗刹",
	["xiahoudun"] = "夏侯惇",
	["ganglie"] = "刚烈",
	[":ganglie"] = "每当你受到一次伤害后，你可以进行一次判定，若判定结果不为红桃，则伤害来源选择一项：弃置两张手牌，或受到你对其造成的1点伤害。",
	["ganglie:yes"] = "进行一次判定，如判定结果不为红桃，可令伤害来源受到你对其的一点无属性伤害或弃置两张手牌",

	["#simayi"] = "狼顾之鬼",
	["simayi"] = "司马懿",
	["fankui"] = "反馈",
	[":fankui"] = "每当你受到一次伤害后，你可以获得伤害来源的一张牌\
★一次无论受到多少点伤害，只能获得一张牌，若选择手牌则从对方手里随机抽取，选择面前的装备则由你任选",
	["guicai"] = "鬼才",
	[":guicai"] = "在一名角色的判定牌生效前，你可以打出一张手牌代替之",
	["@guicai-card"] = "请使用【%dest】技能来修改 %src 的 %arg 判定",
	["fankui:yes"] = "您将获得伤害来源的一张手牌或装备牌",

	["#xuchu"] = "虎痴",
	["xuchu"] = "许褚",
	["luoyi"] = "裸衣",
	[":luoyi"] = "摸牌阶段摸牌时，你可以少摸一张牌，然后你使用的【杀】或【决斗】（你为伤害来源时）造成的伤害+1，直到回合结束",
	["luoyi:yes"] = "本回合您的【杀】和【决斗】所造成的伤害都+1",
	["#LuoyiBuff"] = "%from 的【裸衣】效果被触发，伤害从 %arg 点上升至 %arg2 点",

	["#zhenji"] = "薄幸的美人",
	["zhenji"] = "甄姬",
	["luoshen"] = "洛神",
	[":luoshen"] = "回合开始阶段开始时，你可以进行一次判定，若判定结果为黑色，你获得此牌，你可以重复此流程，直到出现红色的判定结果为止。",
	["qingguo"] = "倾国",
	[":qingguo"] = "你可以将你的黑色手牌当【闪】使用或打出\
★使用倾国时，仅改变牌的类别（名称）和作用，而牌的花色和点数不变",
--shu
	["#liubei"] = "乱世的枭雄",
	["liubei"] = "刘备",
	["rende"] = "仁德",
	[":rende"] = "出牌阶段，你可以将任意数量的手牌交给其他角色，若此阶段你给出的牌张数达到两张或更多时，你回复1点体力\
★使用仁德技能分出的牌，对方无法拒绝",
	["jijiang"] = "激将",
	[":jijiang"] = "<b>主公技</b>，当你需要使用（或打出）一张【杀】时，你可以发动激将。所有蜀势力角色按行动顺序依次选择是否打出一张【杀】给你（视为由你使用或打出），直到有一名角色或没有任何角色决定如此作时为止",
	[":jijiang:"] = "%from 想让你帮其出一张【杀】:",
	["jijiang:accept"] = "响应激将",
	["jijiang:ignore"] = "不响应",
	["@jijiang-slash"] = "请打出一张【杀】以相应主公的【激将】",

	["#guanyu"] = "美髯公",
	["guanyu"] = "关羽",
	["wusheng"] = "武圣",
	[":wusheng"] = "你可以将你的一张红色牌当【杀】使用或打出\
★若同时用到当前装备的红色装备效果时，不可把这张装备牌当【杀】来使用或打出\
★使用武圣时，仅改变牌的类别(名称)和作用，而牌的花色和点数不变",

	["#zhangfei"] = "万夫不当",
	["zhangfei"] = "张飞",
	["paoxiao"] = "咆哮",
	[":paoxiao"] = "<b>锁定技</b>，你在出牌阶段内使用【杀】时无次数限制。",

	["#zhaoyun"] = "少年将军",
	["zhaoyun"] = "赵云",
	["longdan"] = "龙胆",
	[":longdan"] = "你可以将你手牌的【杀】当【闪】、【闪】当【杀】使用或打出\
★使用龙胆时，仅改变牌的类别(名称)和作用，而牌的花色和点数不变",

	["#machao"] = "一骑当千",
	["machao"] = "马超",
	["tieji"] = "铁骑",
	[":tieji"] = "当你使用【杀】指定一名角色为目标后，你可以进行一次判定，若结果为红色，此【杀】不可被【闪】响应",
	["mashu"] = "马术",
	[":mashu"] = "<b>锁定技</b>，当你计算与其他角色的距离时，始终-1\
★马术的效果与装备-1马时效果一样，但你仍然可以装备一匹-1马",
	["tieji:yes"] = "可判定一次，若判定结果为红色，则此【杀】不可闪避",

	["#zhugeliang"] = "迟暮的丞相",
	["zhugeliang"] = "诸葛亮",
	["guanxing"] = "观星",
	[":guanxing"] = "回合开始阶段开始时，你可以观看牌堆顶的X张牌（X为存活角色数且至多为5），将其中任意数量的牌以任意顺序置于牌堆顶，其余以任意顺序置于牌堆底。",
	["kongcheng"] = "空城",
	[":kongcheng"] = "<b>锁定技</b>，当你没有手牌时，你不能成为【杀】或【决斗】的目标",
	["#GuanxingResult"] = "%from 的观星结果：%arg 上 %arg2 下",

	["#huangyueying"] = "归隐的杰女",
	["huangyueying"] = "黄月英",
	["jizhi"] = "集智",
	[":jizhi"] = "当你使用一张非延时类锦囊牌时，你可以摸一张牌",
	["qicai"] = "奇才",
	[":qicai"] = "<b>锁定技</b>，你使用任何锦囊牌无距离限制",
--wu
	["#sunquan"] = "年轻的贤君",
	["sunquan"] = "孙权",
	["zhiheng"] = "制衡",
	[":zhiheng"] = "出牌阶段，你可以弃置任意数量的牌，然后摸等量的牌。每阶段限一次。",
	["jiuyuan"] = "救援",
	[":jiuyuan"] = "<b>主公技</b>，<b>锁定技</b>，当其他吴势力角色在你濒死状态下对你使用【桃】时，你额外回复1点体力",
	["#JiuyuanExtraRecover"] = "%from 的锁定技【%arg】被触发，额外恢复一点体力",

	["#zhouyu"] = "大都督",
	["zhouyu"] = "周瑜",
	["yingzi"] = "英姿",
	[":yingzi"] = "摸牌阶段摸牌时，你可以额外摸一张牌",
	["fanjian"] = "反间",
	[":fanjian"] = "出牌阶段，你可以指定一名其他角色，该角色选择一种花色后获得你的一张手牌并展示之，若此牌与所选花色不同，则你对该角色造成1点伤害。每阶段限一次",
	["yingzi:yes"] = "您可以多摸一张牌",

	["#lvmeng"] = "白衣渡江",
	["lvmeng"] = "吕蒙",
	["keji"] = "克己",
	[":keji"] = "若你于出牌阶段未使用或打出过【杀】，你可以跳过此回合的弃牌阶段",

	["#luxun"] = "儒生雄才",
	["luxun"] = "陆逊",
	["qianxun"] = "谦逊",
	[":qianxun"] = "<b>锁定技</b>，你不能成为【顺手牵羊】和【乐不思蜀】的目标",
	["lianying"] = "连营",
	[":lianying"] = "当你失去最后的手牌时，你可以摸一张牌",

	["#ganning"] = "锦帆游侠",
	["ganning"] = "甘宁",
	["qixi"] = "奇袭",
	[":qixi"] = "出牌阶段，你可以将你的一张黑色牌当【过河拆桥】使用\
★这包括自己已装备的牌\
★使用奇袭时，仅改变牌的类别(名称)和作用，而牌的花色和点数不变",

	["#huanggai"] = "轻身为国",
	["huanggai"] = "黄盖",
	["kurou"] = "苦肉",
	[":kurou"] = "出牌阶段，你可以失去1点体力，然后摸两张牌。每阶段中，你可以多次使用苦肉\
★当你失去最后一点体力时，优先结算濒死事件，当你被救活后，你才可以摸两张牌。换言之，你可以用此技能自杀",

	["#daqiao"] = "矜持之花",
	["daqiao"] = "大乔",
	["guose"] = "国色",
	[":guose"] = "出牌阶段，你可以将你的一张方片牌当【乐不思蜀】使用",
	["liuli"] = "流离",
	[":liuli"] = "当你成为【杀】的目标时，你可以弃置一张牌将此【杀】转移给你攻击范围内的一名其他角色（该角色不得是此【杀】的使用者）",
	["@liuli"] = "%src 对你出杀，您可以弃置一张牌将其转给你能攻击到的除 %src 以外的一名角色",

	["#sunshangxiang"] = "弓腰姬",
	["sunshangxiang"] = "孙尚香",
	["jieyin"] = "结姻",
	[":jieyin"] = "出牌阶段，你可以弃置两张手牌并指定一名已受伤的男性角色，你与其各回复1点体力。每阶段限一次\
★使用结姻的条件是“有受伤的男性角色”，与你是否受伤无关",
	["xiaoji"] = "枭姬",
	[":xiaoji"] = "当你失去装备区里的一张牌时，你可以摸两张牌。",
--qun
	["#lvbu"] = "武的化身",
	["lvbu"] = "吕布",
	["wushuang"] = "无双",
	[":wushuang"] = "<b>锁定技</b>，当你使用【杀】指定一名角色为目标后，该角色需连续使用两张【闪】才能抵消；与你进行【决斗】的角色每次需连续打出两张【杀】\
★若对方只有一张【闪】或【杀】则即便使用（打出）了也无效",
	["@wushuang-slash-1"] = "%src 向您决斗，由于他有【无双】技能，您必须打出两张【杀】",
	["@wushuang-slash-2"] = "%src 的决斗有【无双】效果，请再打出一张【杀】",
	["@wushuang-jink-1"] = "%src 拥有【无双】技能，您必须连续出两张【闪】",
	["@wushuang-jink-2"] = "%src 拥有【无双】技能，你还需出一张【闪】",

	["#huatuo"] = "神医",
	["huatuo"] = "华佗",
	["qingnang"] = "青囊",
	[":qingnang"] = "出牌阶段，你可以弃置一张手牌，令一名已受伤的角色回复1点体力。每阶段限一次。",
	["jijiu"] = "急救",
	[":jijiu"] = "你的回合外，你可以将一张红色牌当【桃】使用。",

	["#diaochan"] = "乱世的舞姬",
	["diaochan"] = "貂蝉",
	["lijian"] = "离间",
	[":lijian"] = "出牌阶段，你可以弃置一张牌并选择两名男性角色，视为其中一名男性角色对另一名男性角色使用一张【决斗】。此【决斗】不能被【无懈可击】响应。每阶段限一次。",
	["biyue"] = "闭月",
	[":biyue"] = "回合结束阶段开始时，你可以摸一张牌。",
	["biyue:yes"] = "您可以摸一张牌",

-- effect
	["cv:caocao"] = "鬼叔，殆尘",
	["$jianxiong1"] = "宁教我负天下人，休教天下人负我！",
	["$jianxiong2"] = "孤好梦中杀人！",
	["$hujia1"] = "魏将何在？",
	["$hujia2"] = "来人，护驾！",
	["~caocao"] = "霸业未成，未成啊……",
	["`caocao"] = "驾六龙，乘风而行，九合诸侯，一匡天下！",

	["cv:zhangliao"] = "裤衩",
	["$tuxi1"] = "没想到吧？！",
	["$tuxi2"] = "切入敌阵，先发制人！",
	["~zhangliao"] = "身死名亦在，余威震江东……",

	["cv:guojia"] = "鬼叔",
	["$tiandu1"] = "天意弄人，罢了！",
	["$tiandu2"] = "若如此，也无可奈何……",
	["$yiji1"] = "如此…也好！",
	["$yiji2"] = "吾尚有一策！",
	["$yiji3"] = "幸君提点，大计已成。", -- 濒死被人救活
	["~guojia"] = "天意？咳、咳……",

	["cv:xiahoudun"] = "裤衩",
	["$ganglie"] = "鼠辈，竟敢伤我！",
	["~xiahoudun"] = "血染沙场，马革裹尸，快哉，快哉……",

	["cv:simayi"] = "裤衩",
	["$fankui"] = "汝之愚行，正中下怀。",
	["$guicai1"] = "天命？哈哈哈哈～",
	["$guicai2"] = "我命由我不由天。", -- 改自己的判定
	["~simayi"] = "难道真的是天命难违？",

	["cv:xuchu"] = "鬼叔",
	["$luoyi"] = "谁来和我大战三百回合 ！",
	["~xuchu"] = "难保主周全，留此躯何用……",

	["cv:zhenji"] = "神马芯",
	["$luoshen"] = "仿佛兮若轻云之蔽月，飘飘兮若流风之回雪",
	["$qingguo1"] = "凌波微步，罗袜生尘",
	["$qingguo2"] = "体迅飞凫，飘忽若神",
	["~zhenji"] = "悼良会之永绝兮，哀一逝而异乡。",

	["cv:liubei"] = "鬼叔，极光星逝",
	["$rende1"] = "惟贤惟德，仁服于人。",
	["$rende2"] = "以德服人。",
	["$jijiang1"] = "蜀将何在？！",
	["$jijiang2"] = "尔等敢应战否？",
	["~liubei"] = "难道这就是桃园吗……",
	["`liubei"] = "今汉室已兴，全奈诸公。奸佞尽除，天下自此平矣！",

	["cv:guanyu"] = "鬼叔",
	["$wusheng1"] = "观尔乃插标卖首。",
	["$wusheng2"] = "关羽在此，尔等受死！",
	["~guanyu"] = "难守桃园之誓，呃……",

	["cv:zhangfei"] = "鬼叔",
	["$paoxiao1"] = "啊啊~！",
	["$paoxiao2"] = "匹夫，再吃我一矛",
	["~zhangfei"] = "实在是杀不动了……",

	["cv:zhaoyun"] = "鸢飞",
	["$longdan1"] = "能进能退乃真正法器！",
	["$longdan2"] = "赤胆平乱世，龙枪定江山！",
	["~zhaoyun"] = "这就是失败的滋味么？",

	["cv:machao"] = "烈の流星",
	["$tieji"] = "全军突击！",
	["~machao"] = "(马蹄声……)",

	["cv:zhugeliang"] = "鬼叔",
	["$guanxing1"] = "观今夜天象，知天下大事！",
	["$guanxing2"] = "知天易，逆天难！",
	["$kongcheng"] = "（抚琴声）",
	["~zhugeliang"] = "将星陨落，天命难违……",

	["cv:huangyueying"] = "眠眠",
	["$jizhi1"] = "哼哼~",
	["$jizhi2"] = "如何？",
	["~huangyueying"] = "计虽不成亦无悔，不负天下不负卿。",

	["cv:sunquan"] = "鬼叔，极光星逝",
	["$zhiheng1"] = "容我三思。",
	["$zhiheng2"] = "且慢！",
	["$jiuyuan1"] = "有汝辅佐，甚好。",
	["$jiuyuan2"] = "顿感雄师百万来援！",
	["~sunquan"] = "终究还是不如父亲和大哥……",
	["`sunquan"] = "举贤任能，各尽其心，兵精粮足，百姓乐业，江东大业成矣。",

	["cv:zhouyu"] = "猎狐",
	["$yingzi1"] = "雄姿英发，谈笑破敌！",
	["$yingzi2"] = "哈哈哈哈~",
	["$fanjian1"] = "兵者，诡道也！",
	["$fanjian2"] = "汝性多疑，不攻自破。",
	["~zhouyu"] = "血色映河山，无缘再抚弦。",

	["cv:lvmeng"] = "鬼叔",
	["$keji1"] = "君子藏器于身，待时而动！",
	["$keji2"] = "小不忍，则乱大谋。 ",
	["~lvmeng"] = "呃，被看穿了吗……",

	["cv:luxun"] = "猎狐，飞魔鬼",
	["$lianying1"] = "示弱骄兵，扭转战局。", -- 回合外
	["$lianying2"] = "此乃天兵，如何！",
	["~luxun"] = "历练不够，难堪大任啊……",

	["cv:ganning"] = "鬼叔",
	["$qixi1"] = "让我大闹一番吧！",
	["$qixi2"] = "衔枚摘铃，百骑劫营！",
	["~ganning"] = "二十年后，又是一条好汉！",

	["cv:huanggai"] = "鬼叔",
	["$kurou1"] = "肝脑涂地，无以为报。",
	["$kurou2"] = "赴汤蹈火，在所不辞！",
	["~huanggai"] = "轻身为国，虽死无憾……",

	["cv:daqiao"] = "眠眠",
	["$guose1"] = "请休息吧~",
	["$guose2"] = "你累了~",
	["$liuli"] = "交给你了~",
	["~daqiao"] = "伯符，我去了……",

	["cv:sunshangxiang"] = "眠眠，背碗卤粉",
	["$jieyin1"] = "将军暂歇，聆歌一曲。",
	["$jieyin2"] = "举案齐眉意，愿君知吾心。", -- 对刘备
	["$jieyin3"] = "贤弟脸似花含露，玉树流光照后庭", -- 攻
	["$jieyin4"] = "愿为西南风,长逝入君怀", -- 受
	["$jieyin5"] = "我有嘉宾，鼓瑟吹箫", -- 自己
	["$xiaoji1"] = "休要小看我~",
	["$xiaoji2"] = "看我的厉害~",
	["~sunshangxiang"] = "不，我不会输……",

	["cv:lvbu"] = "鬼叔",
	["$wushuang"] = "谁能挡我？！",
	["~lvbu"] = "不可能！",

	["cv:huatuo"] = "东方胤弘",
	["$qingnang1"] = "越老越要补啊！",
	["$qingnang2"] = "早睡早起，方能养生！",
	["$jijiu1"] = "别紧张，有老夫呢。",
	["$jijiu2"] = "救人一命，胜造七级浮屠。",
	["~huatuo"] = "医者难自医啊……",

	["cv:diaochan"] = "眠眠",
	["$lijian1"] = "嗯哼～",
	["$lijian2"] = "夫君，你要替妾身做主啊～",
	["$biyue1"] = "失礼啦～",
	["$biyue2"] = "羡慕吧～",
	["~diaochan"] = "父亲大人，对不起",
}

