-- translation for ThicketPackage

return {
	["thicket"] = "林包",

	["caopi"] = "曹丕",
	["xingshang"] = "行殇",
	[":xingshang"] = "你可以立即获得死亡角色的所有牌。",
	["fangzhu"] = "放逐",
	[":fangzhu"] = "你每受到一次伤害，可令除你以外的任一角色补X张牌，X为你已损失的体力值，然后该角色将其武将牌翻面。",
	["songwei"] = "颂威",
	[":songwei"] = "<b>主公技</b>，其他魏势力角色的判定牌结果为黑桃或梅花且生效后，可以让你摸一张牌。",
	["xingshang:yes"] = "你可以获得阵亡者的所有手牌和装备牌。",
	["@fangzhu"] = "请指定要放逐的对象。",
	["songwei:yes"] = "可以让曹丕摸一张牌。",
	
	["xuhuang"] = "徐晃",
	["duanliang"] = "断粮",
	[":duanliang"] = "出牌阶段，你可以将你的一张黑桃或草花基本牌或装备牌当【兵粮寸断】使用；你可以对与你距离为2以内的角色使用【兵粮寸断】。",
	
	["menghuo"] = "孟获",
	["huoshou"] = "祸首",
	[":huoshou"] = "<b>锁定技</b>，【南蛮入侵】对你无效；你是任何【南蛮入侵】造成伤害的来源。",
	["zaiqi"] = "再起",
	[":zaiqi"] = "摸牌阶段，若你已受伤，你可以放弃摸牌并展示牌堆顶的X张牌，X为你已损失的体力值，其中每有一张红桃牌，你回复1点体力，然后弃掉这些红桃牌，将其余的牌收入手牌。",
	["zaiqi:yes"] = "你可以放弃摸牌并展示牌堆顶的X张牌，X为你已损失的体力值，其中每有一张红桃牌，你回复1点体力，然后弃掉这些红桃牌，将其余的牌收入手牌。",
	
	["zhurong"] = "祝融",
	["juxiang"] = "巨象",
	[":juxiang"] = "<b>锁定技</b>，【南蛮入侵】对你无效；若其他角色使用的【南蛮入侵】在结算完时进入弃牌堆，你立即获得它。",
	["lieren"] = "烈刃",
	[":lieren"] = "你每使用【杀】造成一次伤害，可与受到该伤害的角色拼点：若你赢，你获得对方的一张牌。",
	["lieren:yes"] = "可与受到该伤害的角色拼点：若你赢，你获得对方的一张牌。",
	
	["sunjian"] = "孙坚",
	["yinghun"] = "英魂",
	[":yinghun"] = "回合开始阶段，若你已受伤，可令一名其他角色执行下列两项中的一项：\
	1. 摸X张牌，然后弃一张牌\
	2. 摸一张牌，然后弃X张牌\
	X为你已损失的体力值，每回合限一次。",
	["@yinghun"] = "请指定要英魂的对象。",
	[":yinghun:"] = "请选择英魂技能的选项：",
	["yinghun:d1tx"] = "摸一张牌，弃X张牌",
	["yinghun:dxt1"] = "摸X张牌，弃一张牌",
	
	["lusu"] = "鲁肃",
	["haoshi"] = "好施",
	[":haoshi"] = "摸牌阶段，你可以额外摸两张牌，若此时你的手牌超过五张，你必须将一半（向下取整）的手牌交给除你外手牌数最少的一名角色。",
	["dimeng"] = "缔盟",
	[":dimeng"] = "出牌阶段，你可以选择其他两名角色，你弃掉等同于这两名角色手牌数差的牌，然后交换他们的手牌。每回合限一次。",
	["haoshi:yes"] = "额外摸两张牌，若此时你的手牌超过五张，你必须将一半（向下取整）手牌交给除你外手牌数最少的一名角色。",
	["@haoshi"] = "请选择好施的对象。",
	["#Dimeng"] = "%from（原来 %arg 张手牌）与 %to（原来 %arg2 张手牌）交换了手牌。",
	
	["jiaxu"] = "贾诩",
	["wansha"] = "完杀",
	[":wansha"] = "<b>锁定技</b>，在你的回合，除你以外，只有处于濒死状态的角色才能使用【桃】。",
	["weimu"] = "帷幕",
	[":weimu"] = "<b>锁定技</b>，你不能成为黑色锦囊的目标。",
	["luanwu"] = "乱武",
	[":luanwu"] = "<b>限定技</b>，出牌阶段，可令所有角色依次对与其距离最近的另一名角色使用一张【杀】，无法或不愿如此做者失去1点体力。",
	["@chaos"] = "乱武",
	["#WanshaOne"] = "%from 的锁定技<b>【完杀】</b>被触发，只能 %from 自救。",
	["#WanshaTwo"] = "%from 的锁定技<b>【完杀】</b>被触发，只有 %from 和 %to 自己才能救 %to。",
	["@luanwu-slash"] = "请打出一张杀以响应【乱武】。",
	
	["dongzhuo"] = "董卓",
	["jiuchi"] = "酒池",
	[":jiuchi"] = "你可以将你的任意一张黑桃手牌当【酒】使用。",
	["roulin"] = "肉林",
	[":roulin"] = "<b>锁定技</b>，你对女性角色、女性角色对你使用【杀】时，需连续使用两张【闪】才能抵消。",
	["benghuai"] = "崩坏",
	[":benghuai"] = "<b>锁定技</b>，回合结束阶段，若你的体力不是全场最少的(或同时为最少)，则你必须减1点体力或1点体力上限。",
	["baonue"] = "暴虐",
	[":baonue"] = "<b>主公技</b>，其他群雄角色每造成一次伤害，可进行一次判定，若为黑桃，你回复1点体力。", 
	[":benghuai:"] = "请选择减体力还是体力上限：", 
	["benghuai:hp"] = "体力", 
	["benghuai:max_hp"] = "体力上限",
	["baonue:yes"] = "你可进行一次判定，若判定结果为黑桃，则董卓回复一点体力。",
	["@roulin1-jink-1"] = "董卓的锁定技【肉林】被触发，你必须出两张【闪】来闪避。", 
	["@roulin1-jink-2"] = "董卓的锁定技【肉林】被触发，你还需要出一张【闪】才能闪避。", 
	["@roulin2-jink-1"] = "你的锁定技【肉林】被触发，女性角色出的【杀】你必须出两张【闪】来闪避。", 
	["@roulin2-jink-2"] = "你的锁定技【肉林】被触发，你还需出一张【闪】才能闪避。",
	["#BenghuaiLoseHp"] = "%from 的锁定技【崩坏】被触发，流失了一点体力。",
	["#BenghuaiLoseMaxHp"] = "%from 的锁定技【崩坏】被触发，扣减了一点体力上限。",
	
	--caopi
	["$xingshang1"] = "汝妻子吾自养之，汝勿虑也",
	["$xingshang2"] = "珠沉玉没，其香犹存",
	["$xingshang3"] = "痛神曜之幽潛，哀鼎俎之虛置",
	["$fangzhu1"] = "罪不至死，赦死从流",
	["$fangzhu2"] = "特赦天下，奉旨回京",
	["$fangzhu3"] = "本自同根生，相煎何太急？",
	["$songwei"] = "吾主英明！",
	
	--xuhuang
	["$duanliang"] = "敬请养精蓄锐！",
	
	--menghuo
	["$zaiqi1"] = "吾不服也！", 
	["$zaiqi2"] = "孔明，汝计穷也！", 
	["$zaiqi3"] = "敌军势大，吾先退避。",
	["$huoshou"] = "南蛮之地，皆我子民！",
	
	--zhurong
	["$juxiang"] = "万象奔腾，随吾心意。",
	["$lieren1"] = "火神降世，燃尽汝躯。", 
	["$lieren2"] = "呵呵呵～", 
	["$lieren3"] = "神不佑我，唉……",
	
	--sunjian
	["$yinghun"] = "万千游魂伴我逆天。",
	
	--lusu
	["$haoshi"] = "公瑾莫忧，吾有余粮。",
	["$dimeng1"] = "荆襄九郡，暂借于汝。",
	["$dimeng2"] = "歃血为盟，誓不叛之。",
	
	--jiaxu
	["$wansha"] = "汝今势孤，命必绝矣。",
	["$weimu1"] = "巧变制敌，谋定而动。",
	["$weimu2"] = "算无遗策，不动如山。",
	["$luanwu"] = "智乱天下，武逆乾坤。",
	
	--dongzhuo
	["$jiuchi"] = "醉酒销魂啊！",
	["$roulin1"] = "屈我淫威，哈哈！", 
	["$roulin2"] = "董贼，拿命来！",
	["$benghuai"] = "不朽之躯，天却亡我！",
	["$baonue"] = "天下群雄，唯我独尊！", 
	
	-- last words
	["~caopi"] = "嗟我白发，生一何早。长吟永叹，怀我圣考。",
	["~xuhuang"] = "徐晃阵亡。",
	["~menghuo"] = "哈哈哈哈哈，呃！",
	["~zhurong"] = "大王，火神湮逝，妾身去矣。",
	["~sunjian"] = "孙坚阵亡。",
	["~lusu"] = "荆襄未还，虽死难安。",
	["~jiaxu"] = "大势已去，吾不能自保矣。",
	["~dongzhuo"] = "吾儿奉先何在？呃……",
	
	-- CV
	["cv:caopi"] = "迷宫, 殆尘",
	["cv:xuhuang"] = "",
	["cv:menghuo"] = "墨染の飞猫",
	["cv:zhurong"] = "妙妙",
	["cv:sunjian"] = "",
	["cv:lusu"] = "听雨",
	["cv:jiaxu"] = "落凤一箭",
	["cv:dongzhuo"] = "やまもとみ，迷宫女友(肉林2)",	
}
