-- translation for YitianPackage

return {
	["yitian"] = "倚天",

	-- 倚天剑(武器)
	["yitian_sword"] = "倚天剑",
	["yitian-lost"] = "倚天剑",
	["yitian-slash"] = "请使用一张【杀】",
	[":yitian_sword"] = "装备牌，攻击范围：２\
	武器特效：1、你的回合外，你每受到一次伤害，在其结算完后你可以立即使用一张【杀】。\
	2、当此剑从装备区失去时，你可用此剑指定任意一名角色受到你的1点无属性伤害。", 
	["yitian_sword:yes"] = "你可以使用【倚天剑】指定任意一名角色受到你的1点无属性伤害。", 
	["@yitian-sword"] = "你在回合外受到了伤害，是否对攻击范围内的目标使用【杀】？",

	-- 曹冲
	["caochong"] = "曹冲",
	["chengxiang"] = "称象", 
	["conghui"] = "聪慧", 
	["zaoyao"] = "早夭",
	[":chengxiang"] = "每当你受到1次伤害，你可打出X张牌（X小于等于3），它们的点数之和需等于造成伤害的牌的点数，然后你可令X名角色各恢复1点体力。", 
	[":conghui"] = "<b>锁定技</b>，你将永远跳过你的弃牌阶段。", 
	[":zaoyao"] = "<b>锁定技</b>，回合结束时，若你的手牌大于13张，则你必须弃掉所有手牌并流失1点体力。",
	["@chengxiang-card"] = "请打出点数之和为 %arg 的卡牌以发动【称象】技能。",
	["~caochong"] = "曹冲阵亡",
	
	-- 张儁乂
	["zhangjunyi"] = "张儁乂",
	["jueji"] = "绝汲",
	[":jueji"] = "出牌阶段，你可以弃掉两张相同颜色的牌，指定你以外的1~2名角色，直到你的下回合为止：被指定的角色下个回合摸牌阶段摸牌时，必须先让你摸一张牌，然后仅摸一张牌，每回合限一次。", 
	["@jueji"] = "绝汲",
	["$jueji"] = "何人能及？",
	["~zhangjunyi"] = "张儁乂阵亡",
	
	-- 陆抗
	["lukang"] = "陆抗", 
	["lukang_weiyan"] = "围堰",
	[":lukang_weiyan"] = "回合开始阶段，你可执行下列两项中的一项（不发动则默认正常顺序）：\
	1.本回合弃牌阶段在摸牌阶段之前执行；\
	2.本回合摸牌阶段在弃牌阶段之后执行。" ,
	["lukang_weiyan:normal"] = "正常顺序",
	["lukang_weiyan:choice1"] = "弃牌→摸牌→出牌",
	["lukang_weiyan:choice2"] = "出牌→弃牌→摸牌",
	["#WeiyanChoice1"] = "%from 选择的行动顺序是 <b>弃牌→摸牌→出牌</b>。",
	["#WeiyanChoice2"] = "%from 选择的行动顺序是 <b>出牌→弃牌→摸牌</b>。",
	["~lukang"] = "陆抗阵亡",
	
	-- 夏侯涓
	["xiahoujuan"] = "夏侯涓",
	["lianli"] = "连理",
	["tongxin"] = "同心",
	["liqian"] = "离迁",
	["qiaocai"] = "樵采",
	[":lianli"] = "回合开始阶段，你可以选择一名男性角色，你和其进入连理状态直到你的下回合开始：该角色可以帮你出闪，你可以帮其出杀。",
	[":tongxin"] = "处于连理状态的两名角色，每受到一点伤害，你可以令你们两人各摸一张牌。",
	[":liqian"] = "<b>锁定技</b>，当你处于连理状态时，势力为蜀；当你处于未连理状态时，势力为魏。",
	[":qiaocai"] = "当你处于未连理状态时，出牌阶段，你可以获得一名角色判定区的所有牌，每回合限一次。",
	
	["$lianli"] = "连理并蒂，比翼不疑。",
	["$tongxin"] = "执子之手，与子偕老。",
	["$qiaocai"] = "陟彼南山，言采其樵。未见君子，忧心惙惙。",
	["~xiahoujuan"] = "行与子逝兮，归于其室。",
	
	["lianli-slash"] = "连理（杀）",
	["lianli-jink"] = "连理（闪）",
	["lianlislash"] = "连理（杀）",
	["lianlijink"] = "连理（闪）",
	["@lianli-slash"] = "请提供一张杀给你的连理对象。",
	["@lianli-jink"] = "请提供一张闪给你的连理对象。",
	
	["@@lianli-card"] = "请选择一名要连理的对象。",
	["@tied"] = "连理",
	["#LianliConnection"] = "%from 与 %to 结为连理。",
	
	-- 晋宣帝
	["jinxuandi"] = "晋宣帝",
	["wuling"] = "五灵",
	[":wuling"] = "回合开始阶段，你可选择一种五灵效果发动，该效果对场上所有角色生效，其作用持续到你的下回合开始为止，你选择的五灵效果不可与上回合重复：\
	【风】：场上所有角色受到的火焰伤害+1。\
	【雷】：场上所有角色受到的雷电伤害+1。\
	【水】：场上所有角色使用桃时额外回复1点体力。\
	【火】：场上所有角色受到的伤害均视为火焰伤害 。\
	【土】：场上所有角色每次受到的属性伤害至多为1。",
	["#WulingWind"] = "%from 受到【五灵（风）】的影响，火焰伤害从 %arg 上升到 %arg2。",
	["#WulingThunder"] = "%from 受到【五灵（雷）】的影响，雷电伤害从 %arg 上升到 %arg2。",
	["#WulingFire"] = "%from 受到【五灵（火）】的影响，伤害属性变为火焰属性。",
	["#WulingWater"] = "%from 受到【五灵（水）】的影响，使用【桃】后额外回复一点体力。",
	["#WulingEarth"] = "%from 受到【五灵（土）】的影响，属性伤害减少至 1 点。",
	
	["wuling:wind"] = "【风】：场上所有角色受到的火焰伤害+1。",
	["wuling:thunder"] = "【雷】：场上所有角色受到的雷电伤害+1。",
	["wuling:water"] = "【水】：场上所有角色使用桃时额外回复1点体力。",
	["wuling:fire"] = "【火】：场上所有角色受到的伤害均视为火焰伤害。",
	["wuling:earth"] = "【土】：场上所有角色每次受到的属性伤害至多为1。",
	
	["$wuling1"] = "长虹贯日，火舞旋风。",
	["$wuling2"] = "追云逐电，雷动九天。",
	["$wuling3"] = "云销雨霁，彩彻区明。",
	["$wuling4"] = "举火燎天，星沉地动。",
	["$wuling5"] = "大地光华，承天载物。",
	["~jinxuandi"] = "千年恩怨，一笔勾销，历史轮回，转身忘掉。",
	
	["@wind"] = "五灵（风）",
	["@thunder"] = "五灵（雷）",
	["@fire"] = "五灵（火）",
	["@water"] = "五灵（水）",
	["@earth"] = "五灵（土）",	
	
	-- 蔡昭姬
	["caizhaoji"] = "蔡昭姬",
	["guihan"] = "归汉",
	["caizhaoji_hujia"] = "胡笳",
	[":guihan"] = "出牌阶段，你可以主动弃掉两张红桃手牌或两张方块手牌，和你指定的任意一名存活角色互换位置。每回合限一次。",
	[":caizhaoji_hujia"] = "回合结束阶段，你可以进行判定：若为红色，立即获得此牌，如此往复，直到出现黑色为止，连续发动3次后将武将牌翻面。",
	["$guihan"] = "雁南征兮欲寄边心，雁北归兮为得汉音。",
	["$caizhaoji_hujia"] = "北风厉兮肃泠泠。胡笳动兮边马鸣。",
	["~caizhaoji"] = "人生几何时，怀忧终年岁",
	
	-- 陆伯言	
	["luboyan"] = "陆伯言",
	["luboyanf"] = "陆伯言·女",
	["shenjun"] = "神君",
	[":shenjun"] = "<b>锁定技</b>，游戏开始时，你必须选择自己的性别。回合开始阶段，你必须倒转性别，异性角色对你造成的非雷电属性伤害无效。",
	["shaoying"] = "烧营",
	[":shaoying"] = "当你对一名不处于连环状态的角色造成一次火焰伤害时，你可进行一次判定：若判定结果为红色，则你对其下家造成一点火焰伤害。",
	["zonghuo"] = "纵火",
	[":zonghuo"] = "<b>锁定技</b>，你的杀始终带有火焰属性。",
	["shenjun:male"] = "男性",
	["shenjun:female"] = "女性",
	["male"] = "男性",
	["female"] = "女性",
	["#ShenjunChoose"] = "%from 选择了 %arg 作为初始性别。",
	["#ShenjunProtect"] = "%to 的锁定技【神君】被触发，异性（%from）的非雷电属性伤害无效。",
	["#ShenjunFlip"] = "%from 的锁定技【神君】被触发，性别倒置。",	
	["#Zonghuo"] = "%from 的锁定技【纵火】技能被触发，【杀】变为火焰属性。",
	["~luboyan"] = "陆逊·伯言阵亡",
	["~luboyanf"] = "陆逊·伯言阵亡",
	
	-- 钟会
	["zhongshiji"] = "钟士季",
	["gongmou"] = "共谋",
	["@conspiracy"] = "共谋",
	[":gongmou"] = "回合结束阶段，可指定一名其他角色：其在摸牌阶段摸牌后，须给你X张手牌（X为你手牌数与对方手牌数的较小值），然后你须选择X张手牌交给对方。",	
	["#GongmouExchange"] = "%from 发动了【共谋】技能，与 %to 交换了 %arg 张手牌。",
	["~zhongshiji"] = "钟会·士季阵亡",
	
	-- 姜维
	["jiangboyue"] = "姜伯约",
	["lexue"] = "乐学",
	[":lexue"] = "出牌阶段，可令除你之外任一角色展示一张手牌，若为基本牌或非延时锦囊，则你可将与该牌同花色的牌当作该牌使用或打出直到回合结束，否则此牌立刻被你获得；每回合限一次。",
	["xunzhi"] = "殉志",
	[":xunzhi"] = "出牌阶段，可摸三张牌并变身为任意未上场或已阵亡的蜀势力角色，若如此做，回合结束时你立即死亡。",
	["$lexue1"] = "勤习出奇策，乐学生妙计。",
	["$lexue2"] = "此乃五虎上将之勇！",
	["$lexue3"] = "此乃诸葛武侯之智！",
	["$xunzhi1"] = "丞相,计若不成，维亦无悔！",
	["$xunzhi2"] = "蜀汉英烈，忠魂佑我！",
	["~jiangboyue"] = "吾计不成，乃天命也！",
	
	-- 贾文和
	["jiawenhe"] = "贾文和",
	["dongcha"] = "洞察",
	[":dongcha"] = "回合开始阶段，你可以指定其他任意一名角色：该角色的所有手牌对你处于可见状态，直到你的本回合结束。其他任何角色都不知道你对谁发动了洞察技能，包括被洞察的角色本身。",	
	["dushi"] = "毒士",
	[":dushi"] = "<b>锁定技</b>，杀死你的角色立即获得技能【崩坏】（参看林·董卓·崩坏）直到游戏结束。",
	["@collapse"] = "崩坏",
	["~jiawenhe"] = "贾诩·文和阵亡",
	
	-- 古之恶来
	["guzhielai"] = "古之恶来",
	["sizhan"] = "死战",
	[":sizhan"] = "<b>锁定技</b>，当你受到伤害时，防止该伤害并获得与伤害点数等量的死战标记；你的回合结束阶段，你须弃掉所有的X个死战标记并失去X点体力。",
	["shenli"] = "神力",
	[":shenli"] = "<b>锁定技</b>，出牌阶段，你使用【杀】造成的<font color='red'>第一次伤害</font>+X，X为当前死战标记数（最大为3）。",
	["#SizhanPrevent"] = "%from 的锁定技【死战】被触发，防止了当前的 %arg 点伤害。",
	["#SizhanLoseHP"] = "%from 的锁定技【死战】被触发，流失了 %arg 点体力。",
	["#ShenliBuff"] = "%from 的锁定技【神力】被触发，【杀】的伤害增加 %arg 点，达到了 %arg2 点。",
	["@struggle"] = "死战",
	["~guzhielai"] = "典韦·古之恶来阵亡",
	
	-- 邓士载
	["dengshizai"] = "邓士载",
	["zhenggong"] = "争功",
	[":zhenggong"] = "任意其他角色的回合开始前，若你的武将牌正面向上，你可以将你的武将牌翻面并立即进入你的回合，你的回合结束后，进入该角色的回合。",
	["toudu"] = "偷渡",
	[":toudu"] = "当你的武将牌背面向上时,若你受到伤害，你可以弃一张手牌并将你的武将牌翻面，若如此做，视为对任意一名其他角色使用了一张【杀】。",
	["@zhenggong"] = "争功",
	["~dengshizai"] = "邓艾·士载阵亡",
	
	-- 张鲁
	["zhanggongqi"] = "张公祺",
	["yishe"] = "义舍",
	[":yishe"] = "出牌阶段，你可将任意数量手牌正面朝上移出游戏称为“米”（至多存在五张）或收回。其他角色在其出牌阶段可选择任意一张“米”询问你，若你同意，该角色获得这张牌，每回合限两次。",
	["xiliang"] = "惜粮",
	[":xiliang"] = "你可将其他角色弃牌阶段弃掉的红牌收为“米”或加入手牌。",
	["rice"] = "米",
	["xiliang:put"] = "收为“米”",
	["xiliang:obtain"] = "加入手牌",
	["yisheask"] = "义舍要牌",
	["yisheask:allow"] = "同意",
	["yisheask:disallow"] = "不同意",
	["~zhanggongqi"] = "张鲁·公祺阵亡",

	-- 倚天剑
	["yitianjian"] = "倚天剑",
	["zhengfeng"] = "争锋",
	[":zhengfeng"] = " <b>锁定技</b>，当你的装备区没有武器时，你的攻击范围为X，X为你当前体力值。",	
	["zhenwei"] = "镇威",
	[":zhenwei"] = "你的【杀】被手牌中的【闪】抵消时，可立即获得该【闪】。",
	["yitian"] = "倚天",
	[":yitian"] = "<b>联动技</b>，当你对曹操造成伤害时，可令该伤害-1。",
	["#YitianSolace"] = "%from 发动了技能【倚天】，对 %to 的 %arg 点伤害减至 %arg2 点。",
	["~yitianjian"] = "倚天剑阵亡",
	
	-- 魏武帝
	["shencc"] = "魏武帝",
	["guixin2"] = "归心",
	[":guixin2"] = "回合结束阶段，你可以做以下二选一：\
	1. 永久改变一名其他角色的势力。\
	2. 永久获得一项未上场或已死亡角色的主公技（获得后即使你不是主公也有效）。",
	["guixin2:yes"] = "永久改变一名其他角色的势力或永久获得一项未上场或已死亡角色的主公技。", 
	["guixin2:modify"] = "永久改变一名其他角色的势力。", 
	["guixin2:obtain"] = "永久获得一项未上场或已死亡角色的主公技。",
	["#AcquireSkill"] = "%from 获得了技能【%arg】。", 
	["#ChangeKingdom"] = "%from 把 %to 的势力由原来的 %arg 改成了 %arg2。",
	["$guixin2"] = "哈哈哈哈哈哈哈",
	["~shencc"] = "谁能懂我？",
	
	--[[["yanghu"] = "羊祜",
	["jinshen"] = "谨慎",
	[":jinshen"] = "锁定技，你不能成为【乐不思蜀】与【兵粮寸断】的目标。",
	
	["fanji"] = "反计",
	[":fanji"] = "若其他角色使用的一张以你为唯一目标的非延时锦囊牌在结算完之后进入弃牌堆，你可以立即获得它。", 
	["ganzhen"] = "感甄", 
	[":ganzhen"] = "你的回合外，有人使用或打出一张黑桃或梅花的基本牌时，你可以让该角色立即摸一张牌。",]]
	
	-- CV
	["cv:shencc"] = "",
	["cv:caochong"] = "",
	["cv:zhangjunyi"] = "",
	["cv:lukang"] = "",
	["cv:jinxuandi"] = "宇文天启",
	["cv:xiahoujuan"] = "妙妙",
	["cv:caizhaoji"] = "妙妙",
	["cv:luboyan"] = "",
	["cv:zhongshiji"] = "",
	["cv:jiangboyue"] = "Jr. Wakaran",
	["cv:jiawenhe"] = "",
	["cv:guzhielai"] = "",
	["cv:dengshizai"] = "",
	["cv:zhanggongqi"] = "",
	["cv:yitianjian"] = "",
	
	["designer:shencc"] = "官方内测第三版",
	["designer:caochong"] = "太阳神上",
	["designer:zhangjunyi"] = "孔孟老庄胡",
	["designer:lukang"] = "冢冢的青藤",
	["designer:jinxuandi"] = "title2009,塞克洛",
	["designer:xiahoujuan"] = "宇文天启，艾艾艾",
	["designer:caizhaoji"] = "冢冢的青藤",
	["designer:luboyan"] = "太阳神上、冢冢的青藤",
	["designer:zhongshiji"] = "Jr. Wakaran",
	["designer:jiangboyue"] = "Jr. Wakaran, 太阳神上",
	["designer:jiawenhe"] = "氢弹",
	["designer:guzhielai"] = "Jr. Wakaran, 太阳神上",
	["designer:dengshizai"] = "Bu懂",
	["designer:zhanggongqi"] = "背碗卤粉, Jr. Wakaran",
	["designer:yitianjian"] = "太阳神上",
}

